[{"station": "APS Lifetech , Pune", "title": {"title 1": "WEB DEVELOPMENT", "title 2": "Use of Bioreactors in preperaton of synthetic milk", "title 3": "UAV development for agriculture.", "title 4": "Neuroblastoma", "title 5": "Neuroblastoma"}, "summary": {"summary 1": "We developed an automated chatbot for the company", "summary 2": "We worked on the principle of bioreactor, its working,", "summary 3": "As a part of project at APS Lifetech pvt. limited we", "summary 4": "Understood the basic cancer biology, studied literature", "summary 5": "Understood the basic cancer biology, studied literature"}, "experience": {"experience 1": "I had a good PS experience frequented with group discussions, quizzes", "experience 2": "It was an amazing experiance afterall. Although, it would have been", "experience 3": "It was overall enriching, upskilling and at the same time it was not at", "experience 4": "It was interesting to go through research papers and quite an engaging", "experience 5": "It was interesting to go through research papers and quite an engaging"}, "learning": {"learning 1": "My experience taught me that a punctual and sincere involvement", "learning 2": "I learned about the use of synthetic biology in prepeation of food", "learning 3": "Through this project I got opportunity to learn various skills - both", "learning 4": "Research methodology", "learning 5": "Research methodology"}}, {"station": "AREMA TECHNOLOGIES , Agra", "title": {"title 1": "Python and It's Libraries", "title 2": "FACIAL RECOGNITION ATTENDANCE SYSTEM", "title 3": "To make the frontend of the websites", "title 4": "UI design for IT management systems", "title 5": "Automation and IOT", "title 6": "Automation and IOT(Internet of things)", "title 7": "Automation and IOT(Internet of things)"}, "summary": {"summary 1": "Learning new technologies, languages and softwares", "summary 2": "Learnt the process of face recognition by using", "summary 3": "I was told to learn the markup Languages like", "summary 4": "The first task was to learn about ServiceNow", "summary 5": "Majorly during my PS-1 , I have worked upon Python", "summary 6": "In my PS-1 I have majorly worked upon Python", "summary 7": "In my PS-1 I have majorly worked upon Python"}, "experience": {"experience 1": "Helpful and knowledgeable mentor", "experience 2": "PS-1 experience was very positive as it gave us an idea of how the", "experience 3": "As mentioned above, I learnt languages like HTML, CSS, JavaScript", "experience 4": "It was a good learning experience. Tasks were assigned to us from", "experience 5": "In my opinion, offline PS1 is far more better than online PS1. Offline", "experience 6": "My PS-1 experience is very good, all staff members are very helpful,", "experience 7": "My PS-1 experience is very good, all staff members are very helpful,"}, "learning": {"learning 1": "Learnt a great deal about how things work in corporates", "learning 2": "Learnt the daily functioning of IT industries and several python", "learning 3": "I learnt technologies and languages like HTML,CSS,JavaScript and", "learning 4": "Learnt about the application of GitHub, ServiceNow and Android", "learning 5": "I have learn about modern technologies used in the world right now,", "learning 6": "I have learned about modern technologies used in todays world,", "learning 7": "I have learned about modern technologies used in todays world,"}}, {"station": "Central Leather Research Institute (onsite) , Chennai", "title": {"title 1": "Design and Synthesis of Porous Framework Materials for Energy", "title 2": "Modeling and simulation of spray drying process", "title 3": "Stabilization of collagen using nanoparticles", "title 4": "Extraction of cellulose from agro-waste for biomedical applications", "title 5": "NMR METHODOLOGY FOR STRUCTURAL AND DYNAMICAL", "title 6": "NMR METHODOLOGY FOR STRUCTURAL AND DYNAMICAL"}, "summary": {"summary 1": "This project was conducted in the Inorganic and Physical", "summary 2": "Spray drying is general process for any product", "summary 3": "I have worked on collagen.Firstly i had to research about", "summary 4": "Did a lot of research work in the first few weeks then", "summary 5": "The Whole Ps-1 was really interesting and", "summary 6": "The Whole Ps-1 was really interesting and"}, "experience": {"experience 1": "My PS1 experience was good and very useful. I gained exposure to", "experience 2": "It was a really good experience for me. I got the project in my desired", "experience 3": "It was a great learning experience for me. i got exposure to the research", "experience 4": "It was a great experience being able to know things at a practical level.", "experience 5": "great and knowledgeable experience", "experience 6": "great and knowledgeable experience"}, "learning": {"learning 1": "I got to learn a great deal about a class of very useful materials", "learning 2": "My MATLAB and Python skills were thoroughly tested and", "learning 3": "I learnt the principle, working and maintaining various instruments", "learning 4": "I got an insight into how research labs work at the industrial level. I", "learning 5": "       work exposure with knowledge of industry working with full", "learning 6": "       work exposure with knowledge of industry working with full"}}, {"station": "L. V. Prasad Eye Institute - IT (onsite) , Hyderabad", "title": {"title 1": "Educational Games Testing", "title 2": "LEAVE MANAGEMENT SYSTEM", "title 3": "LEAVE MANAGEMENT SYSTEM"}, "summary": {"summary 1": "We focused on testing developed games by a 3rd party.", "summary 2": "The main project at our PS station, L V Prasad Eye", "summary 3": "The main project at our PS station, L V Prasad Eye"}, "experience": {"experience 1": "It was really good, I got a chance to work with full time game-", "experience 2": "It was really good, I got a chance to work with full time game-", "experience 3": "It was really good, I got a chance to work with full time game-"}, "learning": {"learning 1": "I learned a lot about the working of an hospital. The different", "learning 2": "I learned a lot about the working of an hospital. The different", "learning 3": "I learned a lot about the working of an hospital. The different"}}, {"station": "L.V. Prasad Eye Institute - Production Process (onsite) ,", "title": {"title 1": "Implementation of Quality Manual for Manufacturing of AstraSight", "title 2": "Implementation of Quality Manual for Manufacturing of AstraSight"}, "summary": {"summary 1": "My work entailed developing an ISO 13485:2016 quality", "summary 2": "My work entailed developing an ISO 13485:2016 quality"}, "experience": {"experience 1": "I found my work during PS-I very interesting and enriching. It was only", "experience 2": "I found my work during PS-I very interesting and enriching. It was only"}, "learning": {"learning 1": "At LVPEI, I learned about the steps and devices involved in", "learning 2": "At LVPEI, I learned about the steps and devices involved in"}}, {"station": "MASTH (UltraHive Healthcare Pvt Ltd) - Digital Marketing ,", "title": {"title 1": "Digital Marketing - Market Research (Understand the expectations of", "title 2": "Search Engine Optimisation", "title 3": "CONDUCT INDUSTRY RESEARCH AND STAY UP-TO-DATE ON", "title 4": "Social Media Management", "title 5": "Search engine and app store optimization", "title 6": "(Designing the infographics for social media, brochures and the look", "title 7": "Digital Marketing (Market Research)", "title 8": "Digital Marketing (Market Research)"}, "summary": {"summary 1": "Read articles and researched about various types of", "summary 2": "The PS Station (MASTH) had 2 domains - Digital", "summary 3": "I had to thoroughly get familiar with the different", "summary 4": "My project targetted the increase in followers and", "summary 5": "The principal work done during the ps included writing", "summary 6": "So, as my PS station allotment is under the digital", "summary 7": "My role as a market researcher was to understand the", "summary 8": "My role as a market researcher was to understand the"}, "experience": {"experience 1": "The journey of PS-I was amazing. This project has been extremely", "experience 2": "The PS station taught me many valuable lessons. It got me accustomed", "experience 3": "The project has been extremely useful for me as well as the company.", "experience 4": "It was enriching working at an environment like the one created by", "experience 5": "Ps -1 being the first industrial exposure was very plesant. This was a", "experience 6": "It was a decent experience, as it was my first intern, I got to a gyst of", "experience 7": "The experience was good and the work was interesting as well.", "experience 8": "The experience was good and the work was interesting as well."}, "learning": {"learning 1": "I have learnt a lot of interesting and new skills. I have learnt about", "learning 2": "-Keyword Research : Compile keywords which drive high volume", "learning 3": "Learnt about Market Research, Primary Source based Research,", "learning 4": "I learnt a lot about digital marketing- The use of Canva and Ms", "learning 5": "The learning outcomes of ps1 are several. Firstly I learnt important", "learning 6": "I came to a conclusion that reach on social media handles", "learning 7": "Learnt how to frame questions in order to get maximum data from", "learning 8": "Learnt how to frame questions in order to get maximum data from"}}, {"station": "MASTH (UltraHive Healthcare Pvt Ltd) - Mobile App", "title": {"title 1": "Mobile App Development", "title 2": "Personalized Activity Planner", "title 3": "MASTH Guru Mobile Application Development", "title 4": "App Development", "title 5": "Chatbot Development-MASTH", "title 6": "MASTH App Development", "title 7": "MASTH App Development"}, "summary": {"summary 1": "We had to make a mental health app, which allowed", "summary 2": "Flutter Framework + FireBase + FireStore to make", "summary 3": "This project focused on building MASTH Guru", "summary 4": "The main work was to build an app from scratch for the", "summary 5": "We were given the work of Chatbot Development.", "summary 6": "Our main work was to develop the MASTH, an emotional", "summary 7": "Our main work was to develop the MASTH, an emotional"}, "experience": {"experience 1": "I had a good experience working at my PS station. The work seemed", "experience 2": "I got hands on experience with an industry level project with version", "experience 3": "Got hand on experience on how industries work and got a good", "experience 4": "It was an amazing experience to work with the company and the", "experience 5": "This project involved a lot of research from our end. These new", "experience 6": "My work in MASTH was really great. I got to work for a professional", "experience 7": "My work in MASTH was really great. I got to work for a professional"}, "learning": {"learning 1": "I gained knowledge about Flutter, dart and Firebase. I also learnt", "learning 2": "I learnt more about various libraries of flutter such as survey kit,", "learning 3": "Learnt Flutter and its various libraries and functions.", "learning 4": "Through this internship I was able to learn a lot of things required", "learning 5": "● All of us were new to app development and", "learning 6": "I have gained a lot of knowledge on Flutter and using Firebase as", "learning 7": "I have gained a lot of knowledge on Flutter and using Firebase as"}}, {"station": "Praveen Laboratories Pvt. Ltd. , Surat", "title": {"title 1": "Description, uses and application, method of preparation, physical", "title 2": "Intern", "title 3": "Report on ezetimibe and dorzalamide", "title 4": "Tofacitinib and Flibanserin", "title 5": "Tofacitinib and Flibanserin"}, "summary": {"summary 1": "I used various online software, databases and read a", "summary 2": "We were given two drug compounds each from the", "summary 3": "Did report on the physical and chemical properties of", "summary 4": "I researched, using research papers and patented", "summary 5": "I researched, using research papers and patented"}, "experience": {"experience 1": "PS-1 experience was good. I got to interact with the scientist of Praveen", "experience 2": "This internship was largely research oriented. We needed to read", "experience 3": "I had the opportunity to go through multiple research papers and other", "experience 4": "My PS 1 experience was very relaxing and interesting.", "experience 5": "My PS 1 experience was very relaxing and interesting."}, "learning": {"learning 1": "I learnt about the overall description and in depth information about", "learning 2": "Gained experience in researching from scientific articles and", "learning 3": "Work done during the ps would be very helpful for my subsequent", "learning 4": "PS1 gave me an insight into how exactly the research has been", "learning 5": "PS1 gave me an insight into how exactly the research has been"}}, {"station": "Yashoda Hospitals (1) , Hyderabad", "title": {"title 1": "Remote ECG monitoring", "title 2": "Digital Strategies-Indoor Navigation System", "title 3": "Hand Hygiene Audit and Vaccination Tracker", "title 4": "Digitization of Lab Reports", "title 5": "Creating a Vaccination Tracker", "title 6": "Early detection of Pancreatic Cancer Using AI Technology", "title 7": "DIGITALIZATION OF PATIENT DATA MANAGEMENT SYSTEM", "title 8": "Remote Electrocardiogram monitoring based on the internet", "title 9": "DIGITISATION OF LAB REPORTS USING ML/AI", "title 10": "Mobile based indoor navigation system", "title 11": "Digitisation of lab reports", "title 12": "foot pressure device development", "title 13": "Microbiology", "title 14": "Foot - Pressure device ( medicine purpose )", "title 15": "Digitization of lab test reports", "title 16": "Hand-Hygiene Audit", "title 17": "Indoor Navigation System", "title 18": "Digitization of lab reports", "title 19": "Remote Electrocardiogram monitoring based on internet", "title 20": "Remote Cardiac Monitoring", "title 21": "Patient Management System for the Emergency Department", "title 22": "Mobile based indoor mapping and navigation", "title 23": "Designing a mobile-based Indoor Navigation System", "title 24": "Designing a mobile-based Indoor Navigation System", "title 25": "Hand Hygiene Audit", "title 26": "Vaccination tracker", "title 27": "MOBILE BASED INDOOR NAVIGATION AND MAPPING", "title 28": "Patient Database Management System", "title 29": "Early detection of Pancreatic cancer using Artificial Intelligence", "title 30": "DEVELOPMENT OF AN AI FOR EARLY DETECTION OF", "title 31": "Pancreatic cancer", "title 32": "Pancreatic cancer", "title 33": "Early detection of Pancreatic cancer using Artificial Intelligence", "title 34": "LAB-AUTOMATION OF SAMPLES", "title 35": "Sample Rejection App", "title 36": "Hand hygiene audit", "title 37": "Patient data management app", "title 38": "Hand Hygiene Audit", "title 39": "Hand Hygiene Audit"}, "summary": {"summary 1": "Create a simple IoT project that is compact and portable", "summary 2": "built an indoor navigation system for Yashoda Hospitals", "summary 3": "There are different project given to choose in which the", "summary 4": "We were asked to reduce the human effort of manual", "summary 5": "The main objectives are tracking staff data who are", "summary 6": "I, along with the help of my fantastic team, studied and", "summary 7": "Presently, there is a long and tedious procedure from", "summary 8": "project allotted to me is about remote cardiac monitoring", "summary 9": "Our work was to reduce the work load of doctors by", "summary 10": "Using AR foundation platform for the indoor navigation", "summary 11": "Our team Created an android app which scans the lab", "summary 12": "As our practice school started and we got to know about", "summary 13": "In the microbiology topic which I’ve taken, I deal with the", "summary 14": "I am B pharmacy student so , I had to go through the", "summary 15": "We were instructed to create a piece of software that", "summary 16": "Our project was to find an efficient way to collect and", "summary 17": "The pre-existing model of the Indoor Navigation System", "summary 18": "Main aim of our project is to design and develop a mobile", "summary 19": "The project aims to address the Cardialogy department", "summary 20": "Worked on a developing a system through which a", "summary 21": "We worked on developing an app based solution for the", "summary 22": "Our plan was to use unity to create an augmented reality", "summary 23": "Typically, a hospital has several rooms and it becomes", "summary 24": "Typically, a hospital has several rooms and it becomes", "summary 25": "The aim of my PS-I project was to develop an optimum", "summary 26": "To create and design an app that can track vaccination", "summary 27": "The aim of the project was to have a more user-friendly", "summary 28": "I have worked to automate the traditional base system", "summary 29": "My project was related to the field of critical care. To", "summary 30": "Examined the most recent advancement in pancreatic", "summary 31": "Cancer that begins in the organ lying behind the lower", "summary 32": "Cancer that begins in the organ lying behind the lower", "summary 33": "I studied about newest innovation in early detection of", "summary 34": "Whenever Blood samples reach the pathology lab for", "summary 35": "My project was under the department of Sample", "summary 36": "Made an app which redirects user to a form and stores", "summary 37": "Built an app for storage of patient data that can only be", "summary 38": "Review of the current practices of the hospital. And", "summary 39": "Review of the current practices of the hospital. And"}, "experience": {"experience 1": "Interesting project, learnt how to work together as a team", "experience 2": "It was an enriching experience. The PS faculty and mentors from the", "experience 3": "There are not so many meets with the Hospital but the project given", "experience 4": "I was new to this field. I explored a lot about Machine Learning for the", "experience 5": "It was a fun experience without much workload and I was able to learn", "experience 6": "I got to learn more, work on my favourite topics, and learn various new", "experience 7": "The PS experience was extremely informative. I learnt a lot of", "experience 8": "I have excelled in making PowerPoint presentation for the topics I have", "experience 9": "The PS-1 was very knowledgable experience, learned how to work as", "experience 10": "Overall my experience was really good learning new technologes", "experience 11": "The experience was great and amazing. All the staff members and", "experience 12": "At the beginning it was really hard to understand the type of project but", "experience 13": "I’ve started my PS-1 classes on June 1st by kirtiman man sir , As this", "experience 14": "It was awesome , developed lots of connection and learned networking", "experience 15": "It was overall a very fruitful and character-building experience. I had", "experience 16": "The entire PS experience was filled with learnings and opportunities.", "experience 17": "Overall, we were able to come up with a navigation system that could", "experience 18": "I had a really fruitful experience with PS-I. I got to work on a really", "experience 19": "Their interesting way of person-to-person interaction motivated me to", "experience 20": "Well organized course. Helpful and interactive PS faculty. Was a great", "experience 21": "Great experience overall. Learning depends solely on one's level of", "experience 22": "It was a good experience wherein I met great individuals and learnt a", "experience 23": "My experience as part of this project was good, but during the start of", "experience 24": "My experience as part of this project was good, but during the start of", "experience 25": "Worked on my communications skills, technical skills, attention to", "experience 26": "Faculty are very helpful and doctors are clearing any doubts regarding", "experience 27": "I had a great experience during the course of the Practice School-1. I", "experience 28": "I got to know about the challenges faced by doctors, hospitals. Doctors", "experience 29": "The growth of PS I was enormous as it taught me to make realistic", "experience 30": "Definitely a great learning experience. I've learned how to comprehend", "experience 31": "Got an exposure to the functioning of hospitals. Great understanding", "experience 32": "Great understanding of the working process and procedures in", "experience 33": "Great learning experience indeed. Practice school has taught me to", "experience 34": "PS 1 was an immense learning experience and it gave me a chance to", "experience 35": "We started with Flutter to built basic form system to document and store", "experience 36": "In the beginning of few weeks we were introduced to the ps faculty and", "experience 37": "PS-1 is the first experience of the job environment for many and it", "experience 38": "Made smooth with the help of the mentors who've not only divided us", "experience 39": "Made smooth with the help of the mentors who've not only divided us"}, "learning": {"learning 1": "Team building", "learning 2": "I learnt what AR is, why is it important and its scope in the future. I", "learning 3": "learn more about the industry and interacting with other people to", "learning 4": "I learnt a lot during these 2 months. Learnt a bit about app", "learning 5": "I learnt more about the healthcare industry and the how automation", "learning 6": "I learnt about the problems related to Pancreatic cancer, why it is", "learning 7": "We have successfully completed our project. We have successfully", "learning 8": "I have absolutely further developed my thinking abilities as there", "learning 9": "Python as coding language using its various libraries such as", "learning 10": "1. I have gained soft skills as I gave a presentation and seminar", "learning 11": "I Gained experience with android application development and", "learning 12": "learn how to research and proceed in any kind of project and how", "learning 13": "I’ve learn about the health and hygiene where the Yashoda", "learning 14": "I leared how to deal with time lines or dead lines , how to", "learning 15": "I became more proficient in front-end app development. I learned", "learning 16": "I learnt how to manage a team, how to collaborate using GitHub,", "learning 17": "During my time working on this project, I had the privilege of", "learning 18": "I studied and learned a lot about different aspects of mobile app", "learning 19": "I learned a lot of new things and implemented a lot of things that i", "learning 20": "Learned about app development, wearable devices and data", "learning 21": "Gained insights about App Development and learned a little flutter", "learning 22": "I learnt a lot about Augmented Reality and I also acquired", "learning 23": "As part of our project, we started surfing about indoor navigation", "learning 24": "As part of our project, we started digging on indoor navigation", "learning 25": "I learned about various front-end development programming", "learning 26": "Efficiency in web development , communication.", "learning 27": "I had an amazing learning experience while working on this project.", "learning 28": "I learnt many new skills like frontend development, SQL, Data", "learning 29": "Team work, first time experience of professional world, brushed up", "learning 30": "I gained a thorough understanding of the numerous approaches to", "learning 31": "Understood the reasons for pancreatic cancer and how the disease", "learning 32": "Great understanding of the working process and procedures in", "learning 33": "I learnt in depth obout various ways to detect Pancreatic cancer.", "learning 34": "I learned a lot of new technologies along with working in team to", "learning 35": "We learnt the Flutter for App Development and Firebase as our", "learning 36": "Learnt few technical skills- javascript,flutter,SQLite", "learning 37": "Thus course helped teach us the framework to be followed when", "learning 38": "That smart work is better than hard work. When required to make", "learning 39": "That smart work is better than hard work. When required to make"}}]