[
  {
    "station": "Akshara Livelihoods Pvt. Ltd. , Hyderabad",
    "positions": [
      {
        "title": "Social media development and effective management",
        "summary": "The project involved finding and analyzing Livelihoods",
        "experience": "Working on this project gave a great opportunity of understanding how",
        "learning": "1) How to analyze any website and social media handle."
      },
      {
        "title": "    Development          of    knowledge   modules for high        school",
        "summary": "Prepared 25 books with description, 12 YouTube",
        "experience": "It's good till now. Faculty allocated for our station is very supportive.",
        "learning": "Learned how to analyze resources and pick the important and"
      },
      {
        "title": "    Development of knowledge               modules for high        school",
        "summary": "Our project was basically for the underprivileged high",
        "experience": "My PS-1 experience was really great, the work we did was interesting",
        "learning": "I got to know a lot in the domain of educational reforms, what are"
      },
      {
        "title": "    Development of knowledge               modules for high        school",
        "summary": "Our project was basically for the underprivileged high",
        "experience": "My PS-1 experience was really great, the work we did was interesting",
        "learning": "I got to know a lot in the domain of educational reforms, what are"
      }
    ]
  },
  {
    "station": "Alankaar India Trust , Gurugram",
    "positions": [
      {
        "title": "Content creation and Web Development",
        "summary": "Worked in a group to fill in the motives of the company.",
        "experience": "Since you work in a team, you will have to take a lot of initiative to get",
        "learning": "I learned to work in a team and a bit about web development."
      },
      {
        "title": "Content creation and web development",
        "summary": "We wrote up and essay each which were published in",
        "experience": "It was enlightening to work on the project as a team and accomplish",
        "learning": "We have all enhanced our technical skills apart from other skills"
      },
      {
        "title": "Digital Marketing and Web Application Development",
        "summary": "We wrote essays on a couple general topics which were",
        "experience": "I really enjoyed writing articles but enjoyed the web development",
        "learning": "I learnt JavaScript, node.js framework, became comfortable with"
      },
      {
        "title": "Content Creation and Web Development",
        "summary": "Alankaar is an NGO that educates underprivileged",
        "experience": "The overall experience was quite good with me learning a lot about the",
        "learning": "I learnt about Node.js and JavaScript."
      },
      {
        "title": "Web Development and Digital Marketing",
        "summary": "This non-profit organization called Alankaar India Trust",
        "experience": "The overall experience of PS was good. The members of the",
        "learning": "PS was a good reason to brush up my tech skills. I also learned to"
      },
      {
        "title": "Content Creation and Web Development",
        "summary": "Frontend development and backend development of",
        "experience": "Got to learn web development and content writing. It was a good",
        "learning": "Got to learn web development and content writing. It was a good"
      },
      {
        "title": "Digital marketing",
        "summary": "Writing article about some social issue/ topic to create",
        "experience": "My PS-1 experience has been extremely good. It gave me the",
        "learning": "The skill of creating digital content, learning how to design and"
      },
      {
        "title": "Web development and content creation",
        "summary": "I have written an important more than 1000 words article",
        "experience": "My ps1 experience was great although it was virtual but our faculty for",
        "learning": "My learning outcome was first and Foremost how to handle"
      },
      {
        "title": "Web development and content creation",
        "summary": "I have written an important more than 1000 words article",
        "experience": "My ps1 experience was great although it was virtual but our faculty for",
        "learning": "My learning outcome was first and Foremost how to handle"
      }
    ]
  },
  {
    "station": "Almaconnect- General Management , New Delhi",
    "positions": [
      {
        "title": "Alumni News Module",
        "summary": "•Working on the Demo Prep Sheet: For every week, I",
        "experience": "I must say that the Industry mentors are quite supportive and helpful.",
        "learning": "•How do companies manage their work systematically with different"
      },
      {
        "title": "Almaconnect - General Management",
        "summary": "I was entrusted with a project involving collection of RSS",
        "experience": "My mentor provided smooth transition from course work to working for",
        "learning": "Enrichment of data was a main part of my job which also gave in"
      },
      {
        "title": "Jobs Module (Business Operations)",
        "summary": "I was handling the entire jobs module.",
        "experience": "Overall experience is good, people in AlmaConnect are very helping.",
        "learning": "By communicating with different employees and seniors of"
      },
      {
        "title": "Job Module",
        "summary": "I had to find the Job Descriptions for the job posted on",
        "experience": "The job at AlmaConnect was a bit monotonous and we were expected",
        "learning": "Learnings- It has helped me develop better communications skills,"
      },
      {
        "title": "Job Module",
        "summary": "I had to find the Job Descriptions for the job posted on",
        "experience": "The job at AlmaConnect was a bit monotonous and we were expected",
        "learning": "Learnings- It has helped me develop better communications skills,"
      }
    ]
  },
  {
    "station": "Americana Group - Analytics , UAE",
    "positions": [
      {
        "title": "Data Analytics",
        "summary": "We were taught in depth about Google Analytics, Power",
        "experience": "The PS-1 experience was very fruitful for someone looking to get a",
        "learning": "I learnt about the intricacies of data analysis and how big"
      },
      {
        "title": "Analytics Intern",
        "summary": "1. Real time experience in the utilisation and",
        "experience": "The Americana team was really friendly and enthusiastic about",
        "learning": "Learned basics of MS Power BI and Data Visualisation with Python"
      },
      {
        "title": "Tasks done as a part of PS-1 in the Americana group",
        "summary": "My station undertook several sessions to educate and",
        "experience": "The eight weeks of PS-1 helped me immensely in understanding the",
        "learning": "I learnt about various programming skills and tools, soft skills and"
      },
      {
        "title": "Data Analysis using EDA-Python, Power BI, Google Analytics",
        "summary": "Learned about the functioning of Microsoft Power BI and",
        "experience": "The education was varied. We learned the fundamentals of Data",
        "learning": "We learned to find results and relationships, and visualization"
      },
      {
        "title": "EDA",
        "summary": "We had tutorials and orientations with respect to our",
        "experience": "The faculty and ps mentor were supportive and provided guidance at",
        "learning": "Diplomacy and work ethics in a professional setting."
      },
      {
        "title": "Business analytics",
        "summary": "The main focus of the PS was to introduce us to the",
        "experience": "PS helped me get introduced to the world of data analytics with practical",
        "learning": "Gained practical knowledge of working with power BI and python"
      },
      {
        "title": "Business analytics",
        "summary": "The main focus of the PS was to introduce us to the",
        "experience": "PS helped me get introduced to the world of data analytics with practical",
        "learning": "Gained practical knowledge of working with power BI and python"
      }
    ]
  },
  {
    "station": "Andhra Pradesh Human Resource Development institute",
    "positions": [
      {
        "title": "Street Children: a Study on their access to Health and Education;",
        "summary": "We had to prepare 2 very different reports. It was a lot",
        "experience": "I was expecting a role related to Management or Finance, however it",
        "learning": "I did learn how to really draft a report, data collection plays a huge"
      },
      {
        "title": "1.Offences Against Children : Criminal Justice and Social Issues in",
        "summary": "For the first topic, it was essential to analyze important",
        "experience": "It was a good experience to learn how various Govt. Departments",
        "learning": "It helped me understand the functioning of the govt departments. I"
      },
      {
        "title": "New Agri Startups and how are they changing the Agri-practices",
        "summary": "During my PS1 we were required to make reports on",
        "experience": "I had a great experience at my station during PS-1, I was able to learn",
        "learning": "I gained a lot of experience while I was working at the PS station"
      },
      {
        "title": "\"Child Adoption: A Comprehensive Study\" & \"Ensuring Better Prices",
        "summary": "The two reports I formulated during the PS-1 internship",
        "experience": "The Practice School 1 internship was my first step toward the practical",
        "learning": "The practice school one internship experience taught me how to"
      },
      {
        "title": "Opportunities for commodity trading in agricultural commodities in",
        "summary": "We got to research on current agricultural related topics",
        "experience": "It was a practically enriching experience.",
        "learning": "I got to learn a lot about how the government works with respect to"
      },
      {
        "title": "Opportunities for commodity trading in agricultural commodities in",
        "summary": "We got to research on current agricultural related topics",
        "experience": "It was a practically enriching experience.",
        "learning": "I got to learn a lot about how the government works with respect to"
      }
    ]
  },
  {
    "station": "Crossbar Talent Management Solutions Pvt Ltd , Gurugram",
    "positions": [
      {
        "title": "Content Creation Project",
        "summary": "We had to make modules and question banks after",
        "experience": "I got to learn a lot about content creation from this project",
        "learning": "This time, since I had to collect resources on my own, this project"
      },
      {
        "title": "Content Creation",
        "summary": "Despite the various challenges, I was able to overcome",
        "experience": "It was a great experience working in a team. Initially we had a group",
        "learning": "We were able to articulate and apply principles learned in and"
      },
      {
        "title": "Content Creation",
        "summary": "For the fast half we were divided in groups of two and",
        "experience": "Initially there was a bit of struggle meeting deadlines and the company's",
        "learning": "I learnt how to deliver presentations, I learnt about financial crimes"
      },
      {
        "title": "Financial analysis and reporting, record to report",
        "summary": "We were asked to develop content and create modules",
        "experience": "It was very chill PS experience as development of content is not a very",
        "learning": "I learnt how to develop content from a large amount of information"
      },
      {
        "title": "Policy and Claims Administration",
        "summary": "Nowadays many organizations invest a lot of time and",
        "experience": "Initially, 30 students were divided into 15 groups and were asked to",
        "learning": "I have done projects on Computer Vision and Reinforcement"
      },
      {
        "title": "Abstractive Summarization using Natural Language Processing",
        "summary": "Worked on \"Abstractive Summarization using Natural",
        "experience": "Initially, 30 students were divided into 15 groups and were asked to",
        "learning": "I have done projects on Computer Vision and Reinforcement"
      },
      {
        "title": "Content Creation",
        "summary": "Major work focused on making content for the training",
        "experience": "I had a good experience with my company.",
        "learning": "The skill worth noting is that of content creation. Learnt about the"
      },
      {
        "title": "Creation of eLearning Modules for Training and Talent Management",
        "summary": "We worked in eLearning Module Development and",
        "experience": "The experience was pleasant. Our instructors were helpful, prompt and",
        "learning": "I learned how to work in an office and as team, developing my"
      },
      {
        "title": "CREATION OF eLEARNING MODULES FOR TRAINING AND",
        "summary": "Over the past 6 weeks, we have completed the first",
        "experience": "Pretty nice, and informative, and it also gave me an idea about what I",
        "learning": "I understood the working structure and environment at Crossbar,"
      },
      {
        "title": "Content Strategy on Life Insurance & Copywriting",
        "summary": "Preparing modules and question bank based on the",
        "experience": "Helped me discover economics based topic which were out of the",
        "learning": "Mostly helped in improving on my research skills. And then how to"
      },
      {
        "title": "Content Creation",
        "summary": "The work assigned to me by Crossbar was that of",
        "experience": "My PS-1 experience was quite knowledgeable and interesting. Being",
        "learning": "•The main learning I got after finishing my projects was of course a"
      },
      {
        "title": "Content Creation",
        "summary": "My PS was in the field of Finance and Management. The",
        "experience": "My PS experience was very fruitful as I got to know and get a in depth",
        "learning": "I learned to participate in Group Discussions , Corporate"
      },
      {
        "title": "Content Development",
        "summary": "My PS1 experience in finance and accounting in",
        "experience": "The PS1 experience was full of learning and responsibilities. It helped",
        "learning": "I learned a lot of things in PS1 that I could never have learned by"
      },
      {
        "title": "Content creation on Data Analytics and Business Analysis",
        "summary": "We were asked to create e-learning modules for new",
        "experience": "It was a great experience. I got know how to manage work-life balance,",
        "learning": "I got to learn great communication skills as well as about the"
      },
      {
        "title": "Content creation on Data Analytics and Business Analysis",
        "summary": "We were asked to create e-learning modules for new",
        "experience": "It was a great experience. I got know how to manage work-life balance,",
        "learning": "I got to learn great communication skills as well as about the"
      }
    ]
  },
  {
    "station": "Data M Intelligence-Marketing Research (onsite) ,",
    "positions": [
      {
        "title": "Marketing research",
        "summary": "Taught about some more reasons for editing in the",
        "experience": "It’s pretty good",
        "learning": "Search engine optimisation"
      },
      {
        "title": "Marketing research",
        "summary": "Taught about some more reasons for editing in the",
        "experience": "It’s pretty good",
        "learning": "Search engine optimisation"
      }
    ]
  },
  {
    "station": "District Administration , Tuticorin",
    "positions": [
      {
        "title": "Brief the IAS Officer",
        "summary": "Started off with an introductory seminar and a worktour",
        "experience": "It was a good experience.",
        "learning": "I learned a lot about how the govt functions."
      },
      {
        "title": "Micro & Small Enterprises Cluster Development Programme(MSE-",
        "summary": "I was given the project to understand a scheme relating",
        "experience": "The PS-1 experience was okay",
        "learning": "I majorly learned about the UN's sustainable development goal and"
      },
      {
        "title": "LAND LEASE SYSTEM AND POLICY FOR THE STATE OF TAMIL",
        "summary": "After the onboarding we were asked to read up on SDGs",
        "experience": "It was a great learning experience and working closely with IAS officers",
        "learning": "Reading and understanding public policy, working in teams, making"
      },
      {
        "title": "Land lease policy for Tamil Nadu",
        "summary": "The station was aimed at letting students know more",
        "experience": "It was a good learning experience where I gained a lot of insights about",
        "learning": "I understood the working of financial models and the thought"
      },
      {
        "title": "Brief the IAS Officer.",
        "summary": "After our orientation meeting, we got work related to",
        "experience": "It was really amazing experience to work with 'with the gov' community.",
        "learning": "There are a lot of learning outcomes from my entire two month"
      },
      {
        "title": "District Level Organogram",
        "summary": "We worked on HR project and as a end result we were",
        "experience": "It was good overall The industry experts were very supportive and",
        "learning": "Data analysis aspects, mapping ideas, critical thinking approach,"
      },
      {
        "title": "MGNF SKILLING OPPURTUNITIES FOR TRANSGENDERS",
        "summary": "The PS station is a collective called With The Gov, it is",
        "experience": "It was initially slightly hectic as deadlines were often tight and producing",
        "learning": "Making and delivering PPTS, Administration, Summarizing"
      },
      {
        "title": "Sustainable Development goal 16 and its Implementation",
        "summary": "I was specifically asked to read a few policy Documents",
        "experience": "The Experience was fruitful,I got to learn a lot in the field of public",
        "learning": "I got to learn how the Government works by getting into its Grass"
      },
      {
        "title": "Sustainable Development goal 16 and its Implementation",
        "summary": "I was specifically asked to read a few policy Documents",
        "experience": "The Experience was fruitful,I got to learn a lot in the field of public",
        "learning": "I got to learn how the Government works by getting into its Grass"
      }
    ]
  },
  {
    "station": "Farmers Pride - IT , Bilaspur",
    "positions": [
      {
        "title": "WEBSITE DEVELOPMENT FOR FARMERS PRIDE",
        "summary": "We as a team of 5 members were assigned a project to",
        "experience": "My PS1 experience has been very pleasant and enriching . I learned a",
        "learning": "I learned Front end web development from the scratch .Initially i"
      },
      {
        "title": "Website Development of Farmers Pride",
        "summary": "We were asked to design Farmers Pride's Website. The",
        "experience": "It was a good experience we got to know many things about the organic",
        "learning": "I got my hands in Frontend Development also I got to know about"
      },
      {
        "title": "Marketing",
        "summary": "Learned about the organization and the initiative that",
        "experience": "Was a great experience, got to learn a lot of new things and skills. The",
        "learning": "Learned a variety of skills from working in a team, time mangament,"
      },
      {
        "title": "Marketing",
        "summary": "Involved in creating content for the website along with",
        "experience": "It has been a great learning experience. My mentors (professor as well",
        "learning": "Knowledge about organic segment, Major players in the sector,"
      },
      {
        "title": "Marketing",
        "summary": "Involved in creating content for the website along with",
        "experience": "It has been a great learning experience. My mentors (professor as well",
        "learning": "Knowledge about organic segment, Major players in the sector,"
      }
    ]
  },
  {
    "station": "FORGANIC PVT. LTD. (WONDER HERB) , Kolkata",
    "positions": [
      {
        "title": "Content writing and Content Marketing",
        "summary": "Till now my major learning has been in Content writing",
        "experience": "Overall The PS experience has been great. I have learned new things.",
        "learning": "Learned About SEO, Content writing, content marketing and how"
      },
      {
        "title": "Content writing and Content Marketing",
        "summary": "Till now my major learning has been in Content writing",
        "experience": "Overall The PS experience has been great. I have learned new things.",
        "learning": "Learned About SEO, Content writing, content marketing and how"
      }
    ]
  },
  {
    "station": "GMR Varalakshmi- General Management , Hyderabad",
    "positions": [
      {
        "title": "Early Interventions programs for the Intellectually Disabled",
        "summary": "The work included writing a brief report on the difficulties",
        "experience": "It was a moderate experience and the work was decent and didn't",
        "learning": "The ability to understand the problems of the intellectually disabled"
      },
      {
        "title": "Refrigeration and Air Conditioning 15 days Content Creation",
        "summary": "Made scripts for short 10 min videos based on topics",
        "experience": "It was overall a great experience, but it could have been better if it were",
        "learning": "The project overall increased my technical writing skills ,"
      },
      {
        "title": "Automobile Service Technician- Content Preparation to record in",
        "summary": "I am to give the content for the Automobile Service",
        "experience": "Throughout my internship, I have cherished my time spent at the GMR",
        "learning": "Learnt a lot about the CSR activities throughout the world. Material"
      },
      {
        "title": "Technical and Educational content for HP WOW Bus.",
        "summary": "We were given a task to work on the content preparation",
        "experience": "It was good for the most part. I really liked the the response of our PS",
        "learning": "I learned a lot of collective values and teamwork ethics. I got to"
      },
      {
        "title": "Restrategizing the nutrition center",
        "summary": "Gave ideas on how to optimise the management at the",
        "experience": "Our mentor asked us to give some ideas on how to improve the nutrition",
        "learning": "Advanced excel and management"
      },
      {
        "title": "Restrategizing the nutrition center",
        "summary": "Gave ideas on how to optimise the management at the",
        "experience": "Our mentor asked us to give some ideas on how to improve the nutrition",
        "learning": "Advanced excel and management"
      }
    ]
  },
  {
    "station": "Green Gentem - NonTech , Germany",
    "positions": [
      {
        "title": "Android/ iOS app development to enhance supply chain for e-waste",
        "summary": "My team used Flutter for Frontend and Firebase for",
        "experience": "It was my first Industry experience and a good learning experience",
        "learning": "I was exposed to many new tools and technologies like Dart, Flutter,"
      },
      {
        "title": "Android/ iOS app development to enhance supply chain for e-waste",
        "summary": "We had to create an “app” that involves front-end &",
        "experience": "The PS experience was really nice as we learnt new technology and",
        "learning": "Experience with a startup, leanring new tech stacks which now give"
      },
      {
        "title": "Android/ iOS app development to enhance the supply chain for e-",
        "summary": "Made Android/ iOS app development to enhance the",
        "experience": "The education was varied. The PS-1 was undoubtedly a worthwhile",
        "learning": "Till now, I learned the fundamentals of creating reports based on"
      },
      {
        "title": "Android/ iOS app development to enhance the supply chain for e-",
        "summary": "Made Android/ iOS app development to enhance the",
        "experience": "The education was varied. The PS-1 was undoubtedly a worthwhile",
        "learning": "Till now, I learned the fundamentals of creating reports based on"
      }
    ]
  },
  {
    "station": "Immensitas Pvt. Ltd. (Lemnisk) , Bengaluru",
    "positions": [
      {
        "title": "Working on UI overhaul of Lemnisk's App",
        "summary": "During my PS-I, I was part of the company's frontend",
        "experience": "My PS-I experience with Lemnisk was positive. Our mentors at the",
        "learning": "During my PS-I, I learnt about frontend development. Apart from"
      },
      {
        "title": "Developing UI and APIs for Administration",
        "summary": "At Lemnisk, we developed an admin-side interface for",
        "experience": "The PS-I was very professional and efficient. All the mentors and",
        "learning": "We learnt about React, Node, ExpressJS and REST APIs as part"
      },
      {
        "title": "Contribution to Think Design UI overhaul",
        "summary": "We were allotted bugs and issues with the UI of the",
        "experience": "The advisors were very helpful and made sure to provide their guidance",
        "learning": "Learned how to understand code base of such a big website."
      },
      {
        "title": "Contribution to Think Design UI overhaul",
        "summary": "We were allotted bugs and issues with the UI of the",
        "experience": "The advisors were very helpful and made sure to provide their guidance",
        "learning": "Learned how to understand code base of such a big website."
      }
    ]
  },
  {
    "station": "IndiaBuys , Hyderabad",
    "positions": [
      {
        "title": "Ethereum Blockchain and Blockchain Interoperability",
        "summary": "Read and Researched on Blockchain and specially",
        "experience": "My PS experience was decent.",
        "learning": "Learnt Solidity which is used to write smart contracts and got a"
      },
      {
        "title": "Ethereum Blockchain and Blockchain Interoperability",
        "summary": "Read and Researched on Blockchain and specially",
        "experience": "My PS experience was decent.",
        "learning": "Learnt Solidity which is used to write smart contracts and got a"
      }
    ]
  },
  {
    "station": "Indian Institute of Public Administration (onsite) , New",
    "positions": [
      {
        "title": "Self-Reliant theory and its application in India",
        "summary": "My PS-1 project mainly included research related work",
        "experience": "It was a very nice experience for me as it was the first time I got to",
        "learning": "PS-1 not only taught me how to write and formulate a proper"
      },
      {
        "title": "Public Finance in India",
        "summary": "I was assigned to write a monograph on the topic \"Public",
        "experience": "It was a great learning experience which helped me understand the",
        "learning": "Helped me enhance my research-oriented boundaries and helped"
      },
      {
        "title": "Public Finance in India",
        "summary": "I was assigned to write a monograph on the topic \"Public",
        "experience": "It was a great learning experience which helped me understand the",
        "learning": "Helped me enhance my research-oriented boundaries and helped"
      }
    ]
  },
  {
    "station": "IRCS - Tech , Bengaluru",
    "positions": [
      {
        "title": "Redesigning of Mnovikasa website to make it more user friendly and",
        "summary": "Our group redesigned the existing Manovikasa website",
        "experience": "It was a wonderful experience to be working with a company for the",
        "learning": "I learnt about web development, which includes HTML,CSS and"
      },
      {
        "title": "Redisigning the Manovikasa website to dynamic and user-friendly",
        "summary": "The work was to redesign a non-attractive, non-user",
        "experience": "I had a wonderful learning experience in which I came to know about",
        "learning": "During the course of PS-1 came to know about many technical"
      },
      {
        "title": "First Responder Application( for emergency situations)",
        "summary": "Many people face severe issues and sometimes death",
        "experience": "It was my first internship of any kind so I worked with full enthusiasm",
        "learning": "While working on this project of developing an application was"
      },
      {
        "title": "   Redesigning Manovikasa website to dynamic and user friendly",
        "summary": "Our main task was to redesign the existing Manovikasa",
        "experience": "It was a very refreshing experience and helped me gain insight into",
        "learning": "This experience has taught me a lot:"
      },
      {
        "title": "Updating the existing websites in the regional languages",
        "summary": "The HTML framework that the IRCS Karnataka website",
        "experience": "A wonderful experience. The teamwork and conversations that resulted",
        "learning": "Regularity and becoming accustomed to office hours The group"
      },
      {
        "title": "Youth Red Cross website for Karnataka",
        "summary": "Our project was to develop a dynamic and attractive",
        "experience": "It was a different experience as we learnt to work in a professional",
        "learning": "I learnt various soft skills, front-end development basics, content"
      },
      {
        "title": "Developing a first responder application",
        "summary": "1.Researching the required contents for the application.",
        "experience": "The experience was really a completely different and memorable",
        "learning": "I learnt about team work, i learnt how a combined effort can lead to"
      },
      {
        "title": "Redesigning of dynamic Manovikasa website",
        "summary": "We are given a task of redesigning a website of of",
        "experience": "It was really an incredible experience. This period of PS-1 gave us a",
        "learning": "1.How a website is designed and how it works."
      },
      {
        "title": "Updating the existing websites in the regional languages (Kannada,",
        "summary": "We updated the existing website of IRCS, Tech-",
        "experience": "My overall experience of PS-1 was good. It was a good experience as",
        "learning": "I gained knowledge about frontend development and I also learnt"
      },
      {
        "title": "Building a website for IRCS Karnataka Branch",
        "summary": "Designed and made templates for a master website",
        "experience": "It was the first work experience on a full time basis i had. Attendance",
        "learning": "I learnt about web development and working as a team. Also values"
      },
      {
        "title": "Building a Youth Red Cross Society",
        "summary": "As mentioned earlier, we will be using the CMS,",
        "experience": "Acquiring a Sub-domain and free Hosting Service Provider.",
        "learning": "Through this project we got to know about the functioning of the"
      },
      {
        "title": "Updating the existing websites in the regional languages.",
        "summary": "We took up this project of updating the website into",
        "experience": "It was a good experience. I got to know about how a social organization",
        "learning": "I gained a good experience and it added to my exposure."
      },
      {
        "title": "Fixing the bugs in the existing website (errors in terms of content and",
        "summary": "I was allotted a PS station in the domain of Finance and",
        "experience": "It was a beautiful experience is all I could say.The work culture of a",
        "learning": "When you work for a company you have deadlines all around your"
      },
      {
        "title": "Developing a dynamic and attractive website for the Youth Red Cross",
        "summary": "The Youth Red Cross Society is an initiative of the Indian",
        "experience": "Overall, it was decent. I learned how things work in real life while",
        "learning": "On the technical side, I explored some front-end development &"
      },
      {
        "title": "First Responder Application",
        "summary": "The project aims to create a first responder application",
        "experience": "Throughout the course of the project, in which we were assigned the",
        "learning": "1. We have constantly been working and researching a lot about"
      },
      {
        "title": "Redesigning a dynamic Manovikasa website",
        "summary": "The work was to redesign a non-attractive non-user",
        "experience": "I had a wonderful learning experience in which I came to know about",
        "learning": "During the course of PS-1 I came to know about many things, such"
      },
      {
        "title": "Translation of existing IRCS website in regional languages.",
        "summary": "We translated the major components in the IRCS",
        "experience": "I knew HTML, CSS; I had no problems at all.",
        "learning": "Polished my Frontend."
      },
      {
        "title": "First Responder Appliaction",
        "summary": "We were divided into different groups, and each group",
        "experience": "It was a wonderful experience. I loved working with my group members,",
        "learning": "1. We submitted the final report and presentation and got good"
      },
      {
        "title": "Correction in existing content",
        "summary": "I had been given the task of correcting the language and",
        "experience": "It was online and we had some meetings to do what was assigned.",
        "learning": "Got to learn teamwork and time management."
      },
      {
        "title": "Redesigning the Manovikasa website to dynamic and user-friendly",
        "summary": "The work was to redesign a non-attractive ,non-user",
        "experience": "I had a wonderful learning experience in which I came to know about",
        "learning": "During the course of PS-1 I came to know about many things, such"
      },
      {
        "title": "Redesigning the Manovikasa website to dynamic and user-friendly",
        "summary": "The work was to redesign a non-attractive ,non-user",
        "experience": "I had a wonderful learning experience in which I came to know about",
        "learning": "During the course of PS-1 I came to know about many things, such"
      }
    ]
  },
  {
    "station": "MentorPlus Pvt Ltd - Non Tech (onsite) , Hyderabad",
    "positions": [
      {
        "title": "Customer Acquisition: Strategy and Execution",
        "summary": "Market Research, Ideation of new strategies, since it's",
        "experience": "It was an onsite station. I learnt a great deal of work over there and",
        "learning": "Market Research process"
      },
      {
        "title": "Tokenomics",
        "summary": "I had applied for a nontech role so initially, we were a",
        "experience": "The experience was good, initially, there was a heavy workload as we",
        "learning": "I personally improved my communication skills, presentation skills,"
      },
      {
        "title": "Product Management",
        "summary": "I basically acted as the associate product manager at",
        "experience": "My ps-I experience was really amazing. My goal for ps-I was to explore",
        "learning": "I wanted to explore different fields and domains, this is exactly what"
      },
      {
        "title": "Product Management",
        "summary": "I basically acted as the associate product manager at",
        "experience": "My ps-I experience was really amazing. My goal for ps-I was to explore",
        "learning": "I wanted to explore different fields and domains, this is exactly what"
      }
    ]
  },
  {
    "station": "N.N Breeds & Seeds India Pvt Ltd (Pashubajaar) , Lucknow",
    "positions": [
      {
        "title": "MIS Web App Development",
        "summary": "We built a web based application that could register a",
        "experience": "My experience was decent. The company was very understanding and",
        "learning": "I got to work in a professional environment and got to know the"
      },
      {
        "title": "MIS Web App Development",
        "summary": "We built a web based application that could register a",
        "experience": "My experience was decent. The company was very understanding and",
        "learning": "I got to work in a professional environment and got to know the"
      }
    ]
  },
  {
    "station": "Nature Healers Climate Solutions , Ahmedabad",
    "positions": [
      {
        "title": "Climate change",
        "summary": "We had to make a mission that would help people to",
        "experience": "It was wonderful working with nature healers the work and the people",
        "learning": "We learnt a lot about climate change"
      },
      {
        "title": "NHL App- Climate Change Missions (MISSIONS DESIGN-CONTENT",
        "summary": "We were tasked to make two mini-missions, one on the",
        "experience": "The whole process was very comprehensive and fulfilling.",
        "learning": "I got an accurate idea of how a firm, especially a start-up, functions."
      },
      {
        "title": "NHL App- Climate Change Missions (MISSIONS DESIGN-CONTENT",
        "summary": "We were tasked to make two mini-missions, one on the",
        "experience": "The whole process was very comprehensive and fulfilling.",
        "learning": "I got an accurate idea of how a firm, especially a start-up, functions."
      }
    ]
  },
  {
    "station": "Neerx Technovation Pvt. Ltd - Business Analytics ,",
    "positions": [
      {
        "title": "Business development- NEERX",
        "summary": "During the whole course of my PS I was given the",
        "experience": "About my project",
        "learning": "Throughout this PS1following are my learning outcomes-:"
      },
      {
        "title": "Content Strategy and Marketing",
        "summary": "The objective of the project was to strategize content for",
        "experience": "The overall experience at the company was good. We had weekly",
        "learning": "The whole period of Practice School helped me learn various skills."
      },
      {
        "title": "Marketing and BD",
        "summary": "In my ps station I was assigned to the Marketing and",
        "experience": "It helped me broaden my perspective in many ways and helped me",
        "learning": "I have learned graphic designing and basics of content marketing."
      },
      {
        "title": "Institutional Business Sales",
        "summary": "NeerX is developing smart solutions to optimize",
        "experience": "This internship has given me a highly insightful and informative peek in",
        "learning": "The internship has made me far better at sales I know how to pitch"
      },
      {
        "title": "Working on an industry insights excel for digital agriculture",
        "summary": "NeerX had roles for us in the marketing and business",
        "experience": "I had a great PS1 experience as it was my first interaction with the",
        "learning": "I learned about the different roles and responsibilities associated"
      },
      {
        "title": "Working on an industry insights excel for digital agriculture",
        "summary": "NeerX had roles for us in the marketing and business",
        "experience": "I had a great PS1 experience as it was my first interaction with the",
        "learning": "I learned about the different roles and responsibilities associated"
      }
    ]
  },
  {
    "station": "OnFinance - Product Management , Bengaluru",
    "positions": [
      {
        "title": "Product Management",
        "summary": "Product launch was scheduled for 25th July so there",
        "experience": "It was a very fruitful experience with product launch around the corner",
        "learning": "I learnt a lot of new things : social media marketing, event publicity,"
      },
      {
        "title": "ONFINANCE LINKEDIN CONTENT CREATOR PROGRAMME",
        "summary": "               I started my work as a PM Intern at OnFinance",
        "experience": "Overall ,My experience at Onfinance was worth remembering .Thanks",
        "learning": "Insights on Product Management."
      },
      {
        "title": "Image Corpus",
        "summary": "Week-1:",
        "experience": "I believe that my contribution to the organization so far has been very",
        "learning": "I became aware of highly useful technologies. I mastered technical"
      },
      {
        "title": "Image Corpus",
        "summary": "Week-1:",
        "experience": "I believe that my contribution to the organization so far has been very",
        "learning": "I became aware of highly useful technologies. I mastered technical"
      }
    ]
  },
  {
    "station": "Questt , Bengaluru",
    "positions": [
      {
        "title": "Product, Growth and Strategy",
        "summary": "I worked on various projects under different departments",
        "experience": "It was truly a great learning experience where I didn’t have to give a lot",
        "learning": "I learnt various things like market research, how to grow and scale"
      },
      {
        "title": "Marketing for promotional and content creation in Questt",
        "summary": "Worked in marketing department of edtech startup",
        "experience": "Good working experience in marketing field. Good quality and exciting",
        "learning": "Learnt many things in marketing domain in the last 7 weeks such"
      },
      {
        "title": "Content Quality Check and Data Analytics",
        "summary": "Wrote queries to develop a feature and did analytics to",
        "experience": "Heavy Station, you'll have to worn decently and sometimes the work",
        "learning": "SQL"
      },
      {
        "title": "  Analytics and improving retention for Questt Navigator mobile",
        "summary": "I was part of the Retention team at Questt. We worked",
        "experience": "The team at Questt were very welcoming and ready to answer any",
        "learning": "Through my PS1 experience I learnt how to write SQL queries for"
      },
      {
        "title": "NOTIFICATION DASHBOARD",
        "summary": "I worked using AWS, MongoDB",
        "experience": "It was very fruitful",
        "learning": "I learnt AWS, NestJS and professional working environment."
      },
      {
        "title": "Operations and Product Research",
        "summary": "I did some miscellaneous product and operations work",
        "experience": "It was pretty fun.I was giving most of my time to cryptocasehq.com and",
        "learning": "I learnt a lot related to products and ops. Got a lot of insights related"
      },
      {
        "title": "Final PS-1 Report on Telemarketing at Questt",
        "summary": "a) We worked on finding the brand archetype of Questt,",
        "experience": "Working at Questt was a fruitful experience. We got to learn a lot from",
        "learning": "a) Figma"
      },
      {
        "title": "Retention of Users",
        "summary": "To generate better insights from user retention data,",
        "experience": "These projects were partly research-based and partly technical in",
        "learning": "Throughout this program, we learnt about many technical terms in"
      },
      {
        "title": "Product Retention and Content Management at Questt",
        "summary": "In a team of 5-6 members, I worked along with others",
        "experience": "My experience at Questt as a PS1 intern was fairly decent. There were",
        "learning": "The first and foremost was the learning of time management. There"
      },
      {
        "title": "Analytics and Retention of Users",
        "summary": "I was placed in the Retention team. Our team's main job",
        "experience": "PS-1 provided me with an extensive idea of how a startup functions.",
        "learning": "By the end of PS-1 I was comfortable with using SQL to pull out"
      },
      {
        "title": "Marketing intern",
        "summary": "I worked in the branding vertical of Questt, hence I",
        "experience": "It was an interactive and enriching experience. Thanks to the active",
        "learning": "Greater insights into branding and marketing, along with company"
      },
      {
        "title": "Marketing intern",
        "summary": "I worked in the branding vertical of Questt, hence I",
        "experience": "It was an interactive and enriching experience. Thanks to the active",
        "learning": "Greater insights into branding and marketing, along with company"
      }
    ]
  },
  {
    "station": "ScoVelo Consulting - Marketing and BD , Chennai",
    "positions": [
      {
        "title": "Webscraping Using Python",
        "summary": "The project serves as an assistance tool for the",
        "experience": "Great learning experience",
        "learning": "Great"
      },
      {
        "title": "Webscraping Using Python",
        "summary": "The project serves as an assistance tool for the",
        "experience": "Great learning experience",
        "learning": "Great"
      }
    ]
  },
  {
    "station": "State Council of Education Research and Training ,",
    "positions": [
      {
        "title": "Modernization of SCERT, Kerala website",
        "summary": "Our team consisted of 5 students from various BITS",
        "experience": "PS1 was a great learning experience. It was the first time we had",
        "learning": "In due course of the project, I was able to learn much more about"
      },
      {
        "title": "Modernization of SCERT Kerala website",
        "summary": "The objective of the project was the modernization of",
        "experience": "The experience was quite insightful as it gave a flavor of what working",
        "learning": "My ability to work in a team was greatly increased. I learnt how to"
      },
      {
        "title": "Modernization of SCERT Kerala website",
        "summary": "My project was to modernize the website of SCERT",
        "experience": "My PS-1 experience was very smooth and had a convenient, well-",
        "learning": "I learnt UI/UX designing, wireframing using Figma, Front-end web"
      },
      {
        "title": "Modernization of SCERT Kerala website",
        "summary": "My project was to modernize the website of SCERT",
        "experience": "My PS-1 experience was very smooth and had a convenient, well-",
        "learning": "I learnt UI/UX designing, wireframing using Figma, Front-end web"
      }
    ]
  },
  {
    "station": "STEM4ALL-Mathematics , USA",
    "positions": [
      {
        "title": "Live classes for AI/ML",
        "summary": "Taught US based K-12 students basics of ML and how",
        "experience": "Received valuable guidance from instructor and had a great learning",
        "learning": "Basics of ML and how to be able to teach them to beginners."
      },
      {
        "title": "Project 3 - ATS: Applicant Tracking System",
        "summary": "Week 1 :",
        "experience": "It was a great learning experience. We not only got to work on an",
        "learning": "Learnt Figma Designing"
      },
      {
        "title": "Python AI/ML",
        "summary": "We taught AI/ML in Python to students in USA.",
        "experience": "Was a fun and interesting experience.",
        "learning": "Able to learn how to teach a crowd, get over stage fear and also"
      },
      {
        "title": "Live Classes for Python AI/ML",
        "summary": "The project my team at STEM4All was assigned was",
        "experience": "The PS experience was a smooth one. Our mentor and PS1 station co-",
        "learning": "Learning outcome was positive - we learnt a lot about the ins and"
      },
      {
        "title": "Development of web based learning management system.",
        "summary": "A collective effort was made to create a learning portal",
        "experience": "I learnt a great deal about Web-Development as a result of working on",
        "learning": "In conclusion, working on the implementation of the project was"
      },
      {
        "title": "Self learning Web application Development",
        "summary": "I have done web application development while working",
        "experience": "It was a studious experience filled with learning and improving and",
        "learning": "I have learned more about web development and working with"
      },
      {
        "title": "Developing an ATS",
        "summary": "We made an applicant tracking system using html , css",
        "experience": "It was good",
        "learning": "Learnt different languages like html , css , js , node, mongodb"
      },
      {
        "title": "Applicant Tracking System",
        "summary": "We had to make an applicant tracking system web",
        "experience": "I really enjoyed learning from our industry mentor and I was proud with",
        "learning": "I learnt a lot about web development and the amount of planning"
      },
      {
        "title": "Development of online portal for education",
        "summary": "During the period of PS-1, I spent most of my time in",
        "experience": "PS-1 experience was good, as it was also a first time for me to work",
        "learning": "Through PS-1, I learnt multiple soft and technical skills."
      },
      {
        "title": "ATS (Application Tracking System)",
        "summary": "Was part of a project team that created an",
        "experience": "It was a great first experience to work on software development",
        "learning": "First attempt at creating a real world software development project"
      },
      {
        "title": "Creating Application Tracking System",
        "summary": "In this project we developed a working ATS (Application",
        "experience": "A new and productive learning experience which thought me a lot on",
        "learning": "This project presented me with opportunity to learn various tools"
      },
      {
        "title": "Applicant tracking System",
        "summary": "As a product development intern, I along with 7 other",
        "experience": "In all, the experience of working in the corporate world was quite",
        "learning": "Gained knowledge of Front End languages like HTML, CSS etc and"
      },
      {
        "title": "Development of online portal for education",
        "summary": "A collective effort was made to create a learning portal.",
        "experience": "It was truly a great experience to be part of such a organization and be",
        "learning": "Learnt many things like User interface design, User experience"
      },
      {
        "title": "Developing an online portal for STEM Learning",
        "summary": "A collective effort was made to create a learning portal.",
        "experience": "It was a good learning experience. The project provided me a chance",
        "learning": "In terms of the soft-skills, I have learned how to connect and"
      },
      {
        "title": "Application Tracking System",
        "summary": "Made an ATS which was used by the company and",
        "experience": "Was amazing, had a lot of fun",
        "learning": "HTML CSS JS FLASK FIGMA"
      },
      {
        "title": "development of online portal for education",
        "summary": "development of an online portal for education using",
        "experience": "Got to learn al lot as the scope was very big. The team had a bunch of",
        "learning": "learned Django CSS HTML JS... also learned how to use resources"
      },
      {
        "title": "development of online portal for education",
        "summary": "development of an online portal for education using",
        "experience": "Got to learn al lot as the scope was very big. The team had a bunch of",
        "learning": "learned Django CSS HTML JS... also learned how to use resources"
      }
    ]
  },
  {
    "station": "Tamil Nadu Startup & Innovation Mission- Strategy",
    "positions": [
      {
        "title": "Analysis of Tamil Nadu Startup eco-system",
        "summary": "The work was to collect data on the indicators that could",
        "experience": "My projects were mostly pertaining to data collection , data",
        "learning": "Enriched event management skill."
      },
      {
        "title": "Analysis on density of startups in Tamil Nadu (Districtwise),Research",
        "summary": "Strategy Consulting is required whenever any problem",
        "experience": "Overall experience was fairly good and enlightening on how a startup",
        "learning": "Technical skills like Data Manipulation in Excel and Construction of"
      },
      {
        "title": "Research on Tamilnadu Startup Ecosystem and Analysis of Startups",
        "summary": "The first task was to collect data from many sources",
        "experience": "My PS Station Tansim, provided me a lot of exposure in understanding",
        "learning": "It was a great opportunity to enhance our communication and"
      },
      {
        "title": "RESEARCH ON TAMIL NADU STARTUP ECOSYSTEM, KEY",
        "summary": "In order to adequately understand the emergence,",
        "experience": "I gained a lot of knowledge about Tamilnadu's startup ecosystem",
        "learning": "It was an excellent opportunity to improve our presentation and"
      },
      {
        "title": "RESEARCH ON TAMIL NADU STARTUP ECOSYSTEM, KEY",
        "summary": "In order to adequately understand the emergence,",
        "experience": "I gained a lot of knowledge about Tamilnadu's startup ecosystem",
        "learning": "It was an excellent opportunity to improve our presentation and"
      }
    ]
  },
  {
    "station": "Udaan , Bengaluru",
    "positions": [
      {
        "title": "BUILDING A MODEL FOR CUSTOMER FRICTION SCALE IN THE",
        "summary": "My teammate and I had to devise a customer friction",
        "experience": "It was very nice, the mentor was supportive and always guided us. We",
        "learning": "We learned following things"
      },
      {
        "title": "CHRO Dashboard",
        "summary": "In my project, firstly we needed to decide the key HR",
        "experience": "It was very nice, the mentor was supportive and always guided us. We",
        "learning": "We learned following things"
      },
      {
        "title": "Competitive Benchmarking of Digital Lending Fintechs focused on",
        "summary": "We contacted various clients of udaanCapital and did a",
        "experience": "It was good. I got to meet various Industry leader of this field. I had an",
        "learning": "1. Detailed understanding of Trade Associations and Industry"
      },
      {
        "title": "Competitive Benchmarking of Digital Lending Fintechs focused on",
        "summary": "We contacted various clients of udaanCapital and did a",
        "experience": "It was good. I got to meet various Industry leader of this field. I had an",
        "learning": "1. Detailed understanding of Trade Associations and Industry"
      }
    ]
  },
  {
    "station": "Urjanet Non Tech , Chennai",
    "positions": [
      {
        "title": "Program to automatically segregate tickets in different spreadsheet",
        "summary": "I used pandas a library in python to develop a program",
        "experience": "The PS-I experience was a wonderful professional experience which",
        "learning": "I got to use my basic programming skills into building something"
      },
      {
        "title": "INTERACTIVE VISUAL DASHBOARD, ENROLLMENT TEAM",
        "summary": "1. Used Power BI software to make interactive",
        "experience": "At the beginning it was hectic to manage the enrollment team work",
        "learning": "PS-1 gave me a good exposure how a company and a team works,"
      },
      {
        "title": "Account Status Identification",
        "summary": "My job was to identify the billing status of different",
        "experience": "I had work assigned everyday to me and was expected to finish them",
        "learning": "The main learning outcome for me was experiencing the work"
      },
      {
        "title": "Account Status Identification",
        "summary": "My job was to identify the billing status of different",
        "experience": "I had work assigned everyday to me and was expected to finish them",
        "learning": "The main learning outcome for me was experiencing the work"
      }
    ]
  },
  {
    "station": "William O Neil (WON) India - Stock Market Analysis ,",
    "positions": [
      {
        "title": "Data Analysis of William O'Neil Products",
        "summary": "One of the many tasks assigned to me was to research",
        "experience": "I took this opportunity to make myself aware of the Bloomberg terminal.",
        "learning": "Advanced usage of MS-Excel & Python to some extent to automate"
      },
      {
        "title": "Data Analysis of William O'Neil Products",
        "summary": "One of the many tasks assigned to me was to research",
        "experience": "I took this opportunity to make myself aware of the Bloomberg terminal.",
        "learning": "Advanced usage of MS-Excel & Python to some extent to automate"
      }
    ]
  }
]