[{"station": "Akshara Livelihoods Pvt. Ltd. , Hyderabad", "positions": [{"title": "Social media development and effective management", "summary": "The project involved finding and analyzing Livelihoods organization’s websites and comparing them with Akshara Livelihood’s website in terms of content clarity, SEO, appearance, traffic, etc., and coming up with all the possible solutions and ways of increasing the reach and visibility of Akshara Livelihood’s website and also creating a sample website for Akshara livelihoods.", "experience": "Working on this project gave a great opportunity of understanding how social media works and the skills required to run a website and social media handle. During these two months, we have had many healthy discussions with our mentors and PS faculty, which helped expand our knowledge. Also, working in PS-1 gave an excellent exposure to how things work in a professional setup.", "learning": "1) How to analyze any website and social media handle. 2) How to design an efficient website. 3) How to use software like XAMPP and WordPress for designing a website. 4) How to organize content on the website like creating different sections for different types of content making the website look more aesthetically pleasing. 5) Types of content that we can post through our website and also taking into consideration different factors while posting content like time of posting, design of post etc."}, {"title": "    Development          of knowledge modules for high  school students(Methods, and Methodologies)", "summary": "Prepared 25 books with description, 12 YouTube channels with description and rationale, 10 podcasts, and 8 resources for high school students. Listing 1000 activities for 1000 engagement hours.", "experience": "It's good till now. Faculty allocated for our station is very supportive. Some Practice School mentors are also very supportive.", "learning": "Learned how to analyze resources and pick the important and useful one for the underprivileged students."}, {"title": "    Development of knowledge  modules for high school students(Methods, Methodologies and Pedagogies)", "summary": "Our project was basically for the underprivileged high school students, our work was divided into two phases, in phase-1, I collected resources related to the education system reforms, methodologies and Pedagogies such as books, podcasts etc and wrote a 200 words description for each one of them so that if anyone wants to get into this field of education, it will be easy for him/her to choose the resources. In the 2nd phase I developed a knowledge module for the students (7th to 10th standard) which will provide them with a path they can follow to get more exposure, more knowledge and more opportunities in the world. The activities which we included ensures the overall development of the students and not just the academic. Students will have to follow the module 1 hr per day, and the activities such as debates, speeches, mock parliament, music instrument knowledge, historical site visit, local industry knowledge session, knowledge sessions on opportunities and exams after 10th they should prepare for etc all these activities will help the students get the best exposure and make them able to choose for themselves from the opportunities present around.", "experience": "My PS-1 experience was really great, the work we did was interesting and also gave me the opportunity to do something for the society. My mentors were really helpful, they were always ready to help and the communication was not time bounded, we could reach out to them even after the office hours, they always tried to encourage us", "learning": "I got to know a lot in the domain of educational reforms, what are the problem faced in this domain by not only the students but by the teachers also. I didn't knew so much was happening to improve in this area. I have learnt about different educational systems and school systems. I also got to know about the people who are doing phenomenal work in this area. It was a great learning experience."}, {"title": "    Development of knowledge               modules for high        school students(Methods, Methodologies and Pedagogies)", "summary": "Our project was basically for the underprivileged high school students, our work was divided into two phases, in phase-1, I collected resources related to the education system reforms, methodologies and Pedagogies such as books, podcasts etc and wrote a 200 words description for each one of them so that if anyone wants to get into this field of education, it will be easy for him/her to choose the resources. In the 2nd phase I developed a knowledge module for the students (7th to 10th standard) which will provide them with a path they can follow to get more exposure, more knowledge and more opportunities in the world. The activities which we included ensures the overall development of the students and not just the academic. Students will have to follow the module 1 hr per day, and the activities such as debates, speeches, mock parliament, music instrument knowledge, historical site visit, local industry knowledge session, knowledge sessions on opportunities and exams after 10th they should prepare for etc all these activities will help the students get the best exposure and make them able to choose for themselves from the opportunities present around.", "experience": "My PS-1 experience was really great, the work we did was interesting and also gave me the opportunity to do something for the society. My mentors were really helpful, they were always ready to help and the communication was not time bounded, we could reach out to them even after the office hours, they always tried to encourage us", "learning": "I got to know a lot in the domain of educational reforms, what are the problem faced in this domain by not only the students but by the teachers also. I didn't knew so much was happening to improve in this area. I have learnt about different educational systems and school systems. I also got to know about the people who are doing phenomenal work in this area. It was a great learning experience."}]}, {"station": "Alankaar India Trust , Gurugram", "positions": [{"title": "Content creation and Web Development", "summary": "Worked in a group to fill in the motives of the company. We had to write insightful essays and develop a website for a portal for the alankaar trust which will be useful, both for us and them.", "experience": "Since you work in a team, you will have to take a lot of initiative to get the work done, which is very helpful.", "learning": "I learned to work in a team and a bit about web development."}, {"title": "Content creation and web development", "summary": "We wrote up and essay each which were published in the websites and we also worked together in creating a website for alankaar trust which enabled coordination between the admin, volunteers and the students of alankaar.", "experience": "It was enlightening to work on the project as a team and accomplish our task with the help of teamwork.", "learning": "We have all enhanced our technical skills apart from other skills such as teamwork and leadership."}, {"title": "Digital Marketing and Web Application Development", "summary": "We wrote essays on a couple general topics which were published on the company's socials. Later we started building a civic dashboard website to help them with digital onboarding of volunteers and students among other functions like assigning students to a volunteer, search/filter operations, user validation and so on.", "experience": "I really enjoyed writing articles but enjoyed the web development project even more. After working on the project for a week, I was appointed as the Web Development Team Lead. I learnt Project management skills, which I used to keep the project on-track and monitor progress.", "learning": "I learnt JavaScript, node.js framework, became comfortable with Figma for design, and learnt basic project management concepts."}, {"title": "Content Creation and Web Development", "summary": "Alankaar is an NGO that educates underprivileged children. We were given the task of developing content for their social media handles and also making a website that the organization used to keep a tab on its day-to-day activities. I wrote an essay on Sustainable Development and was part of the backend development team of the website.", "experience": "The overall experience was quite good with me learning a lot about the organization and how they are helping children in need. It was fulfilling to work on something that could help them take in more children to teach and broaden their impact.", "learning": "I learnt about Node.js and JavaScript."}, {"title": "Web Development and Digital Marketing", "summary": "This non-profit organization called Alankaar India Trust is managed by working adults for the raising of underprivileged children in India. Previously, both students and volunteers had to fill out paper forms to register. Our job was to create a website for them that would allow the admin to handle all the registration information as well as the onboarding of students and volunteers into the organization. Since I was on the front end team, HTML, CSS, and JavaScript made up the majority of my tech stack. We also had to write a 1000 words' essay on a social problem.", "experience": "The overall experience of PS was good. The members of the organization were helpful and active. They guided us wherever needed.", "learning": "PS was a good reason to brush up my tech skills. I also learned to work in a team. This helped me develop my communication skills. I also got a hang of professional working environments."}, {"title": "Content Creation and Web Development", "summary": "Frontend development and backend development of Alankaar Trust India Website(Volunteer and Students onboarding space) using HTML, CSS, JavaScript, Python, and Django.We were given a task to research and write an essay(about 1000 words) on the topic which was assigned to us. Each one of us got a different topic.", "experience": "Got to learn web development and content writing. It was a good experience. Also got to experience work from home style of doing tasks.", "learning": "Got to learn web development and content writing. It was a good experience. Also got to experience work from home style of doing tasks."}, {"title": "Digital marketing", "summary": "Writing article about some social issue/ topic to create awareness. Designing and coding up a website for the company to manage students, volunteers and a portal for volunteers.", "experience": "My PS-1 experience has been extremely good. It gave me the opportunity to work with an amazing team to build something that may not have been easy to do on my own. It gave me key insights into the work culture of a company and how work is managed efficiently. It also gave me motivation to learn many new things especially in web development and article writing.", "learning": "The skill of creating digital content, learning how to design and create a website(frontend and backend), working and communicating with a team efficiently"}, {"title": "Web development and content creation", "summary": "I have written an important more than 1000 words article on importance of education and how does poverty affect the same, and have been the lead for the backend website development where I learned a lot about how to make your web application how to import e it and most important how to work as a team in an actual required environment also had great experience while leading the team which has taught me a lot about the leadership role.", "experience": "My ps1 experience was great although it was virtual but our faculty for the ps station was great, the Alankar team was really very great to me and super helpful, also they taught me the importance of deadline and how to work towards it. Got to learn a lot of things from some of the most amazing people the Alankaar team as well as my team as we were from different campuses so interacting them also gave me a great opportunity to learn and understand about various aspects of working in a real job.", "learning": "My learning outcome was first and Foremost how to handle pressure, how to be good at writing important articles and content and also how to develop a website when there are many people contributing to it, overall this ps1 was a great experience in terms of learning real world work."}, {"title": "Web development and content creation", "summary": "I have written an important more than 1000 words article on importance of education and how does poverty affect the same, and have been the lead for the backend website development where I learned a lot about how to make your web application how to import e it and most important how to work as a team in an actual required environment also had great experience while leading the team which has taught me a lot about the leadership role.", "experience": "My ps1 experience was great although it was virtual but our faculty for the ps station was great, the Alankar team was really very great to me and super helpful, also they taught me the importance of deadline and how to work towards it. Got to learn a lot of things from some of the most amazing people the Alankaar team as well as my team as we were from different campuses so interacting them also gave me a great opportunity to learn and understand about various aspects of working in a real job.", "learning": "My learning outcome was first and Foremost how to handle pressure, how to be good at writing important articles and content and also how to develop a website when there are many people contributing to it, overall this ps1 was a great experience in terms of learning real world work."}]}, {"station": "Almaconnect- General Management , New Delhi", "positions": [{"title": "Alumni News Module", "summary": "•Working on the Demo Prep Sheet: For every week, I take out the mails from the calendar for the meetings scheduled in the coming week and fill all the columns in the demo prep sheet to take the process further. I use Google, LinkedIn, Alumni Assoc sheet etc if required. •Working on Prospecting: From a list of prospective institutions, I go to the website of each institute and if present, take out the name and contact details of that person and update it an excel sheet. I do this every week for about 100 institutes. •Working on sending out mails to clients: These can be follow up mails, proposal, reminders etc. Formats of the mail and instructions related to changes required in the format, for all the different cases have been given to me. I do this work by sending out about 5-10 emails on a regular basis. (Sending, Schedule sending or drafting) •Apart from this I had some small tasks like Updating the Lead Tracker and some other tasks which get assigned upon need.", "experience": "I must say that the Industry mentors are quite supportive and helpful. I worked for the Alumni News Module •Alumni News Module, what started out as a new vertical of AlmaConnect is now the main revenue stream and an extremely important part of the business model where 80% of resources like time, funds, employees are focused on. •It is focused on building a software solution for the institutions to track the news of their alumni. •They instantly get a notification in case of any such important news. This benefits them in increasing their endowment by raising more donations from their alumni. My work: •My work was handling the operations of Alumni News Module right from managing the files with client data, preparing some files, updating them every week for that week's client meetings, sending out reminder emails, follow-up emails, proposal/presentation emails, etc. Challenges: •Too many frameworks like if this is the case, this mail needs to be send etc, if that is the case that file needs to be attached and this needs to be written in the excel sheet etc. •The work of prospecting client list became somewhat repetitive. The work you get here is quite flexible in terms of work timings etc. As long as you complete the work before deadlines, everything is cool.", "learning": "•How do companies manage their work systematically with different files & a few simple processes. •Many news MS. Excel functions and features which will help me in my career in finance as MS Excel will be an integral part of Financial Modelling and Valuation."}, {"title": "Almaconnect - General Management", "summary": "I was entrusted with a project involving collection of RSS feeds and enrichment of the data in prospects of some of Almaconnect's prospects.", "experience": "My mentor provided smooth transition from course work to working for a company. As it was online working hours were also flexible.", "learning": "Enrichment of data was a main part of my job which also gave in depth experience of working with excel and Google sheets. RSS feed collection enabled to get hands on experience in data collection."}, {"title": "Jobs Module (Business Operations)", "summary": "I was handling the entire jobs module. I have to edit, publish and promote the job tickets on the daily basis which were posted by alumni (recruiter).", "experience": "Overall experience is good, people in AlmaConnect are very helping. They clear every doubt which creeps in mind and keep regular update about the task assigned. During start, they keep sessions in such a way that every student can understand each module very well which is most important thing.", "learning": "By communicating with different employees and seniors of company, my professional communication skills got improved. I got experience of managing work along with PS evaluates and other things, so got a idea about corporate culture."}, {"title": "Job Module", "summary": "I had to find the Job Descriptions for the job posted on the portal of AlmaConnect. I used various websites like LinkedIn, Naukri.com for this work. The job tickets posted were edited and filtered for better understanding of the job seeker.", "experience": "The job at AlmaConnect was a bit monotonous and we were expected to work on tight deadlines. There were not a many learnings in this job, as it was a repeated kind of work. Also one might be expected to perform tasks other than their allotted works. This is a General Management role and not Finance.", "learning": "Learnings- It has helped me develop better communications skills, which is an important aspect for any job prospects in future It has also helped me by letting me explore LinkedIn to a new depth Working on deadlines is something which is a very important practice in the industry, this 50 day journey has made me work under pressure and give my best to the work Challenges- The work was very repetitive which led to monotony while working Sometimes the work was beyond my capacity which led to me working on some weekends."}, {"title": "Job Module", "summary": "I had to find the Job Descriptions for the job posted on the portal of AlmaConnect. I used various websites like LinkedIn, Naukri.com for this work. The job tickets posted were edited and filtered for better understanding of the job seeker.", "experience": "The job at AlmaConnect was a bit monotonous and we were expected to work on tight deadlines. There were not a many learnings in this job, as it was a repeated kind of work. Also one might be expected to perform tasks other than their allotted works. This is a General Management role and not Finance.", "learning": "Learnings- It has helped me develop better communications skills, which is an important aspect for any job prospects in future It has also helped me by letting me explore LinkedIn to a new depth Working on deadlines is something which is a very important practice in the industry, this 50 day journey has made me work under pressure and give my best to the work Challenges- The work was very repetitive which led to monotony while working Sometimes the work was beyond my capacity which led to me working on some weekends."}]}, {"station": "Americana Group - Analytics , UAE", "positions": [{"title": "Data Analytics", "summary": "We were taught in depth about Google Analytics, Power BI, Business Intelligence and its functions, Python, and also, how to perform Exploratory Data Analysis using various libraries in Python. The industry mentor got professionals from each of the above fields to teach us about these in depth.", "experience": "The PS-1 experience was very fruitful for someone looking to get a comprehensive idea about data analytics and business intelligence. The faculty and the industry mentor were both very engaging.", "learning": "I learnt about the intricacies of data analysis and how big organizations rely on business intelligence, and was able to augment my knowledge of Python."}, {"title": "Analytics Intern", "summary": "1. Real time experience in the utilisation and visualisation of data in the industry. 2. Learned the basics of MS Power BI and applied it in making reports and documentation summary.", "experience": "The Americana team was really friendly and enthusiastic about teaching new things. I had a good time interacting with them and learned hard skills as well soft skills during the whole PS process.", "learning": "Learned basics of MS Power BI and Data Visualisation with Python"}, {"title": "Tasks done as a part of PS-1 in the Americana group", "summary": "My station undertook several sessions to educate and enrich my knowledge. I was taught various tools and software like power BI, python programming language, and google analytics. Other sessions included topics like the importance of business analytics and analytics and business interaction. These sessions gave me a 360-degree view of the complex functioning of the company. I was given specific tasks to perform along with reading material to enhance my knowledge of the tools I introduced. Exploratory data analysis using python was one of the main tasks given to me, and although I struggled initially, I managed to do it. All the experiences I learned in the last eight weeks have undoubtedly increased my skills and aptitude for learning more while making me more industry ready.", "experience": "The eight weeks of PS-1 helped me immensely in understanding the industry. Being my first exposure to the industry, I learned how to bring theory into practice. During these eight weeks, I was exposed to many concepts I wouldn’t have seen in textbooks. I understood that the industry functions much differently than I initially thought. I even became aware of the various programming skills and analysis tools used in the industry and their broad application spectrum. I learned new skills like exploratory data analysis using Python, Google analytics, and Power BI and got a chance to apply the theory to practice. The long-short of it is that I have been equipped and enriched due to this experience in the PS, and I will be more beneficial to the industry in the future.", "learning": "I learnt about various programming skills and tools, soft skills and technical skills . I have gained a lot of industry experience which will help me in the future"}, {"title": "Data Analysis using EDA-Python, Power BI, Google Analytics", "summary": "Learned about the functioning of Microsoft Power BI and completed a project on it. Followed by a meeting on Business Intelligence, where we learned about the scale of Analytics Maturity, Industry-wise analytical effect, Retail Business Opportunities, Data organization in the industry, and various stages of technology. Then, we had a meeting covering the topic of Exploratory Data Analysis with Python. We were asked to do the EDA using Excel as a pre-requisite. We did an assignment with the help of an industry mentor in which we were required to learn to analyze data and find relationships as well as build charts; which was followed by assignments on the same. Moreover had a case study and gathered information about topics like Analytical Thinking, Role of Average, Rate of Investment, Long Term Effect, Cause considered is real or not, Customer base, creating Hypothesis, and Key Performance Indicators. At the end we were given insights on Google Analytics.", "experience": "The education was varied. We learned the fundamentals of Data Analysis using different tools. The majority of our time was involved in learning the operation of the various tools like Power BI, and Google Analytics. We also established the link between all the software and how can we utilize each of them as per our requirement to bring out the statics and relationships between various datasets. Thus, the PS was undoubtedly a worthwhile endeavor.", "learning": "We learned to find results and relationships, and visualization between datasets. This would be thus helpful in the analysis of the customer database and we can determine their field of interest. This plays a key role in enhancing the profit of the company."}, {"title": "EDA", "summary": "We had tutorials and orientations with respect to our projects followed by a couple of different tasks to judge the capability of our skills .", "experience": "The faculty and ps mentor were supportive and provided guidance at all steps. A well rounded learning experience.", "learning": "Diplomacy and work ethics in a professional setting."}, {"title": "Business analytics", "summary": "The main focus of the PS was to introduce us to the world of exploratory data analytics which is very widely used in the retail and the transportation (especially aviation) sector. We started with gaining practical knowledge of Power BI, preparing dashboards and engaging visualisations. Next, we got accustomed to python libraries such as pandas, seaborn, matplotlib and numpy. We gained practical knowledge of dealing with outliers and preparing useful graphs.", "experience": "PS helped me get introduced to the world of data analytics with practical knowledge. I intend to continue building upon the skills that I gained and explore data science, especially in the domain of finance. Even though the work was remote, our mentor kept regular contact with us on whatsapp and helped us in any way needed.", "learning": "Gained practical knowledge of working with power BI and python libraries to explore hidden features in data and also enhanced my communication skills that are required to explain the findings in an intuitive way."}, {"title": "Business analytics", "summary": "The main focus of the PS was to introduce us to the world of exploratory data analytics which is very widely used in the retail and the transportation (especially aviation) sector. We started with gaining practical knowledge of Power BI, preparing dashboards and engaging visualisations. Next, we got accustomed to python libraries such as pandas, seaborn, matplotlib and numpy. We gained practical knowledge of dealing with outliers and preparing useful graphs.", "experience": "PS helped me get introduced to the world of data analytics with practical knowledge. I intend to continue building upon the skills that I gained and explore data science, especially in the domain of finance. Even though the work was remote, our mentor kept regular contact with us on whatsapp and helped us in any way needed.", "learning": "Gained practical knowledge of working with power BI and python libraries to explore hidden features in data and also enhanced my communication skills that are required to explain the findings in an intuitive way."}]}, {"station": "Andhra Pradesh Human Resource Development institute (APHRDI) , Bapatla (Near Amravati)", "positions": [{"title": "Street Children: a Study on their access to Health and Education; Role of RBK in transforming agricultural scenario in AP", "summary": "We had to prepare 2 very different reports. It was a lot like the Technical Writing course we have in the first year.", "experience": "I was expecting a role related to Management or Finance, however it was just like report writing.", "learning": "I did learn how to really draft a report, data collection plays a huge role and I learnt how to get access to credible sources of data."}, {"title": "1.Offences Against Children : Criminal Justice and Social Issues in India 2. Micro Irrigation: A Successful Experiment in AP", "summary": "For the first topic, it was essential to analyze important legislations approved for the safety of children in India and how effective they are in regulating the crimes committed against children. I also interacted with an organization working for the cause and examine the various findings of the organization to facilitate the purpose of the report. Facts from government organizations such as NCRB were also considered to get a balanced view on the topic. Then for the second topic, my plan of action was:", "experience": "It was a good experience to learn how various Govt. Departments operate. I got to know certain things about some govt. initiatives which I was not aware of. As far as Andhra Pradesh Micro Irrigation experiment was concerned, I think large- scale implementation of such projects will lead to saving of precious water resources, saving energy and improving the productivity.", "learning": "It helped me understand the functioning of the govt departments. I learnt how to efficiently analyze scientific journals and how to interact, gather data from NGOs to felicitate the purpose of the report."}, {"title": "New Agri Startups and how are they changing the Agri-practices", "summary": "During my PS1 we were required to make reports on two projects, I also had quizzes, group discussions and also got the opportunity to interact with NGOs and other organizations and individuals for my project. I also got the great opportunity to be able to interact with an IAS officer.", "experience": "I had a great experience at my station during PS-1, I was able to learn a lot and also gain a lot of skills, such as time man management, smart working etc. PS- 1 has also helped me to boost my confidence and has also improved my speaking skills.", "learning": "I gained a lot of experience while I was working at the PS station which would help me later in my career and I also was able to improve my speaking skills and learn time management. My main focus during PS was startups and agriculture, hence I gained a lot of knowledge about these two topics."}, {"title": "\"Child Adoption: A Comprehensive Study\" & \"Ensuring Better Prices for Agri Crops using Price Stabilization Fund\"", "summary": "The two reports I formulated during the PS-1 internship required me to collect data from various primary and secondary sources, including personalized interviews with officials, meets with the joint director general of APHRD Institute, published articles and research papers. I filtered out the helpful information from more than 1000s of data and provided personalized, practical measures that need to be taken by the government in addition to the policies implied by them. To get insight into general awareness amongst the public regarding Child Awareness and its norms, I also conducted an online survey of the people and personally interviewed the coordinator, and manager at an adoption NGO in my city. Many frequently asked questions from small- scale farmers and Farmer Producer Organizations (FPOs) regarding the Price Stabilization Fund were compiled and brainstormed by me to provide a feasible and approachable solution to the Andhra Pradesh Human Resource Development Institute.", "experience": "The Practice School 1 internship was my first step toward the practical world. I was able to experience the corporate environment. I provided my input on the problems faced by the central and state government. I am grateful to APHRD Institute for providing me with this opportunity to develop report writing as a skill and be a part of the institute.", "learning": "The practice school one internship experience taught me how to work in a corporate environment and provide clean and to-the-point data to any institute; it also developed my interactive skills, resulting from impromptu Group Discussions on global matters. The internship also taught me how to proceed step-wise while preparing a report, and it also taught me how to learn from the mistakes made by me in the prior report and rectify them in the next ones. I am grateful to APHRD Institute for providing me with such a terrific opportunity."}, {"title": "Opportunities for commodity trading in agricultural commodities in AP? can it be an effective supplement to MSP operations?;Functioning of Juvenile Justice Systems in India.", "summary": "We got to research on current agricultural related topics and some social issues related topics, interacted with government officials regarding the same. Finally made reports summarizing all that we have learned.", "experience": "It was a practically enriching experience.", "learning": "I got to learn a lot about how the government works with respect to the agricultural sector and how the social issue of juvenile delinquency is handled by the justice system."}, {"title": "Opportunities for commodity trading in agricultural commodities in AP? can it be an effective supplement to MSP operations?;Functioning of Juvenile Justice Systems in India.", "summary": "We got to research on current agricultural related topics and some social issues related topics, interacted with government officials regarding the same. Finally made reports summarizing all that we have learned.", "experience": "It was a practically enriching experience.", "learning": "I got to learn a lot about how the government works with respect to the agricultural sector and how the social issue of juvenile delinquency is handled by the justice system."}]}, {"station": "Crossbar Talent Management Solutions Pvt Ltd , Gurugram", "positions": [{"title": "Content Creation Project", "summary": "We had to make modules and question banks after reading the reference material", "experience": "I got to learn a lot about content creation from this project", "learning": "This time, since I had to collect resources on my own, this project has not only honed my content creation skills but also taught me good research skills. I can now confidently say that I know much more about Blockchain and its applications in the Finance industry and RegTech ."}, {"title": "Content Creation", "summary": "Despite the various challenges, I was able to overcome them and tackle the project with enthusiasm and determination.I successfully completed making all the required modules assigned to us and thus thoroughly covered all facets of the topics we were given. I also obtained valuable experience from the company, contributing heavily to develop and expand my skillset. Extensive knowledge related to my topics was gained, which will definitely be useful in some way or the other in my future endevours, as them being extremely relevant topics of recent times. Finally, I developed teamwork and communication skills by working closely on this project with my colleagues and the crossbar team. We understood each other’s strengths and weaknesses, and learnt how to work smartly for maximum efficiency. I cant forget to mention the evaluatives of Group Discussions, Seminar and writing reports, which in my opinion, provided us a strong flavour of what sitting in job interviews and being a part of the professional world would be like.", "experience": "It was a great experience working in a team. Initially we had a group discussion and a presentation which gave me various insights of the work.", "learning": "We were able to articulate and apply principles learned in and outside of the classroom to a specific internship site experience and complete assignments that encourage in-depth reflection of the internship experience. We gained self-understanding, self-confidence, and interpersonal skills. It also helped in developing work competencies for a specific profession or occupation."}, {"title": "Content Creation", "summary": "For the fast half we were divided in groups of two and every group was supposed to create content on a given topic. After the content was created, we had to make questions on that content. For the second half groups were shelved and we had to create content and questions on a new topic individually", "experience": "Initially there was a bit of struggle meeting deadlines and the company's expectations but over time it became slightly easier. I learnt a number of things including teamwork, presentation and content creation. Overall it was nice.", "learning": "I learnt how to deliver presentations, I learnt about financial crimes and how to avoid those and I leant about commercial leasing"}, {"title": "Financial analysis and reporting, record to report", "summary": "We were asked to develop content and create modules with 150 or more slides with question banks. The main part of the project was to create content only", "experience": "It was very chill PS experience as development of content is not a very difficult task", "learning": "I learnt how to develop content from a large amount of information in short summary way. It also gave me thorough information about the above mentioned finance topics"}, {"title": "Policy and Claims Administration", "summary": "Nowadays many organizations invest a lot of time and money in getting their candidates to upgrade their skills and bring them to the level that is required by most organizations. This is an ongoing challenge for every corporate working environment in the world. To provide solutions for this problem, and to save time and money for the organizations, there is a service that helps these corporate enterprises, the SHTD model- that is Source, Hire, Train and Deploy. In which, the company either hires a third party or itself runs a program under which they source a pool of candidates that are fit to be part of the corporate workforce. Then these very people are sorted according to their profile into the domains in which they can easily blend in. Now, this very set of candidates is trained to be well versed with the current standards of the industry and have the hands-on skillset to be required in their everyday functioning, at the time of their deployment. We were informed that we will be working on the training factor of the model, which is known to be a crucial part of the model. In this, we were required to build up the database of the company by creating content on the topics assigned to us, which later would be used to train new or other working professionals to get up to speed with the current working norms of the industry. The topic assigned to our team was- “Policy and Claims Administration”.", "experience": "Initially, 30 students were divided into 15 groups and were asked to create educational slides using the resources provided by the station. Each group had to make around 300 slides in the first week. Instead of doing this, I sent a project proposal to my mentor that was in both of our interests. I wanted to work on a deep learning model that would generate a summary of the resources that were provided to us. This summary can be used to make slides saving a lot of working hours since instead of going through the entire resource module (which can be a book of 400 pages), one had to only go through the summary and copy-paste the content on the slides. I spent my entire PS working on this project. I had a decent experience. I worked on a project of my interest.", "learning": "I have done projects on Computer Vision and Reinforcement Learning, but Natural Language Processing was still an unexplored domain of deep learning for me. I'm comfortable with NLP techniques, transformer models, encoders, decoders, and streamlit SDK. I came across Weights and Biases, a great MLops tool to analyze the training period of the model, which from now on, I'll be using every time I train a model."}, {"title": "Abstractive Summarization using Natural Language Processing", "summary": "Worked on \"Abstractive Summarization using Natural Language Processing.\" to summarize a large amount of textual data from source documents using deep learning models. The organization will use the summarized data in curating educational content saving multiple work-hours. Provided literature survey of various industry-standard deep learning algorithms and research pipelines that are applied in abstractive summarization. Fine-tuned a sequence-to-sequence transformer model BART using HuggingFace framework on SciTLDR dataset. Evaluated and made tweaks to the model using WandB MLOps tools to improve ROUGE scores. Deployed the model on the hugging face space and implemented various features to give users freedom to play around with the model.", "experience": "Initially, 30 students were divided into 15 groups and were asked to create educational slides using the resources provided by the station. Each group had to make around 300 slides in the first week. Instead of doing this, I sent a project proposal to my mentor that was in both of our interests. I wanted to work on a deep learning model that would generate a summary of the resources that were provided to us. This summary can be used to make slides saving a lot of working hours since instead of going through the entire resource module (which can be a book of 400 pages), one had to only go through the summary and copy-paste the content on the slides. I spent my entire PS working on this project. I had a decent experience. I worked on a project of my interest.", "learning": "I have done projects on Computer Vision and Reinforcement Learning, but Natural Language Processing was still an unexplored domain of deep learning for me. I'm comfortable with NLP techniques, transformer models, encoders, decoders, and streamlit SDK. I came across Weights and Biases, a great MLops tool to analyze the training period of the model, which from now on, I'll be using every time I train a model."}, {"title": "Content Creation", "summary": "Major work focused on making content for the training material that the company uses. Content creation had to be done in the form of slides. A template slide module was shared with us to follow. Major tools used in the content creation was Microsoft PowerPoint and Microsoft Forms. Each of us had to make 130- 150 slides per topic. In the whole duration I worked on a total of two topics.", "experience": "I had a good experience with my company.", "learning": "The skill worth noting is that of content creation. Learnt about the technicalities behind it. Immense research goes behind a topic before actually making slides and questions on it. This PS has taught me a lot including the technical skills from the station and soft skills as result of the group discussions and seminars. I also learnt about \"Mater Data Management\" and \"Software Development Life Cycle\" as part of the topics that were assigned to me by the company."}, {"title": "Creation of eLearning Modules for Training and Talent Management", "summary": "We worked in eLearning Module Development and Content Development. Each eLearning Module required us to develop study material and assessment questions to test a learner's understanding. I created two such modules explaining two critical topics in the finance industry: Business Intelligence and Financial Market Structure. Expert facilitators can use these modules in training programs organized by Crossbar Talent Management Solutions.", "experience": "The experience was pleasant. Our instructors were helpful, prompt and cooperative despite their busy schedule.", "learning": "I learned how to work in an office and as team, developing my interpersonal skills. I also learned a lot about business intelligence and financial markets, a completely different domain for me which turned out to be very interesting."}, {"title": "CREATION OF eLEARNING MODULES FOR TRAINING AND TALENT MANAGEMENT", "summary": "Over the past 6 weeks, we have completed the first phase of our project. The first phase involved creation of an instructional PowerPoint Presentation which will be used as a reference further in the project. Our Presentation has been divided into 9 modules or chapters, each of which covers a certain aspect of Power BI. Each module includes 15-20 slides, and has been designed to cater towards learners with no prior experience in the software, while also leaving scope for advanced learning for those interested. The second phase involved the same, but with Investment banking as a topic for me", "experience": "Pretty nice, and informative, and it also gave me an idea about what I like and don't like in topics", "learning": "I understood the working structure and environment at Crossbar, also learned a lot about fundamental topics of Finance Technology. Honed our summarization and content creation skills and learned to communicate complex sentences in as few words as possible. We learned to think from the perspective of someone with no prior knowledge of these topics"}, {"title": "Content Strategy on Life Insurance & Copywriting", "summary": "Preparing modules and question bank based on the research work I did on the given topic. Main task was to understand the functioning of the company & based on that understand what was important to be included in the content.", "experience": "Helped me discover economics based topic which were out of the scope of my majors. Thus helping me enter into something new.", "learning": "Mostly helped in improving on my research skills. And then how to segment & structure a large pool of info into smaller chunks, in order to present everything in a efficient way."}, {"title": "Content Creation", "summary": "The work assigned to me by Crossbar was that of Content creation. I have to make modules on the topics assigned to me. I created 6 modules for my first topic which was on 'Blockchain' and 5 modules for my 2nd assignment on 'Scrum Project Management'. The first assignment was a team project and the second assignment was individual project. In addition to creating modules I also prepared question banks on both the topics each consisting of around 50 questions.", "experience": "My PS-1 experience was quite knowledgeable and interesting. Being working for a corporate for the first time was quite fun and I was able to experience what it is like to work in a company. From doing my work to regular meetings I was able to get a good look at professional life. By working on assignment I not only gain a good knowledge about the topics on which I was creating content but also able to develop skills like teamwork, communication and management skills.", "learning": "•The main learning I got after finishing my projects was of course a good amount of knowledge about the topics on which I work on which are ‘Blockchain’ and ‘Scrum Project Management’. •I also got to experience how corporate works. From the structured plan for the project to regular meetings to get updates to working in a team to complete project. All these provide a good insight of what it takes to complete a project. •I developed communication, team work and management skills along with many others that are necessary for working in a company. •This PS also provided a opportunity to gain information on different Fintech aspects."}, {"title": "Content Creation", "summary": "My PS was in the field of Finance and Management. The main work was regarding content creation on different types of topic int he finance field. My topic for Assignment 1 was Accounts Payable. We were given different sources which we had to refer while creating the content for out topic, also for assignment 1 we had to work in a group of 2 and regularly report to our ps mentor as well faculty in charge. We also had to create question bank for the respective topics. After successful completion of these tasks we were given assignment 2 , which was an individual task of content creation again , but this time the topic was structured finance and creation of question bank for the same.", "experience": "My PS experience was very fruitful as I got to know and get a in depth knowledge about different types of financial topics , and as my Majors is in economics it helped me a lot in learning new terms that I might come across in near future , and it definitely gave me a good understanding of these concepts.", "learning": "I learned to participate in Group Discussions , Corporate Discussions , creating Reports and presentation for the seminars , I also learned to develop content in an efficient manner so that it could be used for training purpose."}, {"title": "Content Development", "summary": "My PS1 experience in finance and accounting in Crossbar was full of learning and responsibilities. I joined this organization as a content developer and learned a lot of new things. I learned to research new topics and to arrange them in the proper format. I got to know in detail how the corporate world works. I enhanced my finance knowledge through practical application. I also improved my content-making skills and created four modules along with a question bank on different topics. Question banks were the most exciting part of the work. I worked on other materials and modules to gather questions and successfully created a question bank of almost 100 questions on all the modules.", "experience": "The PS1 experience was full of learning and responsibilities. It helped to build communication skills and gave me a short background in corporate life.", "learning": "I learned a lot of things in PS1 that I could never have learned by simply attending classes. I got my first hands-on experience and approach to dealing with time management. Along with improving my finance knowledge, I also improved my content-making skills. It taught me to be punctual and responsible with my work."}, {"title": "Content creation on Data Analytics and Business Analysis", "summary": "We were asked to create e-learning modules for new recruits of the organization. We were given a topic of Data Analytics and work was divided in groups of 2. We were given deadlines to submit our completed modules for a check. After that we were asked to create a question bank on completed modules. After completing this project, we got another assignment, same as before but different topic and we were to complete this one individually. The topic assigned to me was Business Analysis.", "experience": "It was a great experience. I got know how to manage work-life balance, to complete my work by deadlines and to present my work.", "learning": "I got to learn great communication skills as well as about the organizational work culture."}, {"title": "Content creation on Data Analytics and Business Analysis", "summary": "We were asked to create e-learning modules for new recruits of the organization. We were given a topic of Data Analytics and work was divided in groups of 2. We were given deadlines to submit our completed modules for a check. After that we were asked to create a question bank on completed modules. After completing this project, we got another assignment, same as before but different topic and we were to complete this one individually. The topic assigned to me was Business Analysis.", "experience": "It was a great experience. I got know how to manage work-life balance, to complete my work by deadlines and to present my work.", "learning": "I got to learn great communication skills as well as about the organizational work culture."}]}, {"station": "Data M Intelligence-Marketing Research (onsite) , Hyderabad", "positions": [{"title": "Marketing research", "summary": "Taught about some more reasons for editing in the backend software. Mailed the competition for samples of their research reports and analysed the them, to find the differences and places to improve. If I have describe the internship in one word, SEO (search engine optimisation)", "experience": "It’s pretty good", "learning": "Search engine optimisation"}, {"title": "Marketing research", "summary": "Taught about some more reasons for editing in the backend software. Mailed the competition for samples of their research reports and analysed the them, to find the differences and places to improve. If I have describe the internship in one word, SEO (search engine optimisation)", "experience": "It’s pretty good", "learning": "Search engine optimisation"}]}, {"station": "District Administration , Tuticorin", "positions": [{"title": "Brief the IAS Officer", "summary": "Started off with an introductory seminar and a worktour of the station, we learned about the organization's motives and tried to help them with it.", "experience": "It was a good experience.", "learning": "I learned a lot about how the govt functions."}, {"title": "Micro & Small Enterprises Cluster Development Programme(MSE- CDP) Scheme", "summary": "I was given the project to understand a scheme relating to Sustainable Development Goal - 9. I choose Micro & Small Enterprises Cluster Development Programme(MSE-CDP) Scheme that is for the benefit for the small business. I had to understand this document and compress it and in a presentable document form that could be easily understood by the general public.", "experience": "The PS-1 experience was okay", "learning": "I majorly learned about the UN's sustainable development goal and MSE-CDP scheme by the government."}, {"title": "LAND LEASE SYSTEM AND POLICY FOR THE STATE OF TAMIL NADU", "summary": "After the onboarding we were asked to read up on SDGs and select one SDG and make a presentation following which we had to pick a scheme implemented by the Indian Government relating to our SDG and condense the details so that it could be used to brief IAS officers. Then we were allotted our projects of which mine was a land study project with the CLA. I had to work on understanding the current land lease policy in Tamil Nadu and provide suggestions for a new financial model to decide land lease rates based on current policies in other states.", "experience": "It was a great learning experience and working closely with IAS officers and government officials gave me good insights into how administrative decision making is made.", "learning": "Reading and understanding public policy, working in teams, making better presentations"}, {"title": "Land lease policy for Tamil Nadu", "summary": "The station was aimed at letting students know more about the various initiatives being taken up by the government to fulfil the SDG goals. I had to go through various schemes started by the government and understand them in detail. Furthermore, I had to look into the current financial model for land lease policy for the state of Tamil Nadu and suggest some changes that could make the policy better by using differential rates for different categories of people.", "experience": "It was a good learning experience where I gained a lot of insights about the working of the government and what all goes into making these policies .", "learning": "I understood the working of financial models and the thought process behind them. I had to think about a lot of probable cases and had to find a different lease rate for each category"}, {"title": "Brief the IAS Officer.", "summary": "After our orientation meeting, we got work related to sustainable development goals (sdg). Teachers assigned each one of us a single goal and made a team of four to five people each. We were supposed to prepare slides based on what is the actual situation, the reality of these goals and how Niti Aayog is tracking these goals in India. I got sdg 14. This goal is related to ‘life below water’. While making a presentations I got information about the targets that the United nations and India is trying to achieve till 2030 and the schemes that are currently going on in India to achieve this goals. Our next task was project 'Brief the IAS officer'. In that we were supposed to take a scheme related to our sdg and we had to suggest to them how to implement that scheme. I took ‘ Pradhan Mantri Matsya Sampada Yojana’ (PMMSY). This scheme is to bring about a blue revolution through sustainable and responsible development of the fisheries sector in India. We also need to provide funding patterns and how investment is done by the government in that and who are the beneficiaries of the scheme. The next project was 'Skilling in Kallakurichi'. That was for final year government college students. District administration with the help of Unnati Organization in Bangalore was providing employability skill training for final year government college students. Our job was to create impact assessment framework and to map potential employers in the kallakurichi district and adjacent district and to establish employer linkages for the placements.", "experience": "It was really amazing experience to work with 'with the gov' community. 'With the gov' is a community of learners and changemakers collaborating with the government facing officials to help improve the system in our society. I got great idea about how much work a person does in administration sector. I learned to use canva. I learned how to manage work and life. Overall I liked ps1.", "learning": "There are a lot of learning outcomes from my entire two month journey with the District Administration Tuticorin. I learned how to manage work and life neatly that is basically workload management. I learned a lot about sustainable development and why its really important. I got information related to the government schemes in India. My communication skills as well as my presentation skills improved in these two months. Another great thing I learned is how to deal with criticism and how to effectively use suggestions given by seniors."}, {"title": "District Level Organogram", "summary": "We worked on HR project and as a end result we were expected to come up with hierarchical structure of 6 major ministries of central government. we also created the app interface for one platform application for any sort of data for TN state.", "experience": "It was good overall The industry experts were very supportive and Anhiti ma'ams experience helped us a lot to improve our soft skills.", "learning": "Data analysis aspects, mapping ideas, critical thinking approach, and how the company works."}, {"title": "MGNF SKILLING OPPURTUNITIES FOR TRANSGENDERS", "summary": "The PS station is a collective called With The Gov, it is a collective that comes to bridge the gap between the government and the citizens who want to make a change. initial weeks of our engagement our PS station had us researching SDGs and preparing PPTS for the same to deliver, often more visual in nature. Post that we were allotted a project with the district collectors of Kallakurichi, with various projects to choose from, I chose MGNF Skilling of transgenders what the problem statement of the project was that the district of Kallakurichi hosted the famous Koovagam festival for the 1st time after its formation as a district in 2022 Iand has been planned to curate some welfare activities for transgenders in the forthcoming festivals. we needed to produce the following deliverables: 1. List of welfare activities tied to skilling and entrepreneurship which can be conducted. 2. Nature of entrepreneurship activities undertaken by the transgender community from the state, south India and national level. 3. Prepare a list of companies who are ready to employ them and list the eligibility criteria", "experience": "It was initially slightly hectic as deadlines were often tight and producing reports and summaries for the course itself and producing and researching for station- related decks were challenging to say the least.", "learning": "Making and delivering PPTS, Administration, Summarizing Government Policy documents, Canva Design, SDG's, Management."}, {"title": "Sustainable Development goal 16 and its Implementation", "summary": "I was specifically asked to read a few policy Documents which were related to SDG16 and brief them to a few IAS officers whom I was put in touch with by the company.I was asked to explain each of the Documents assigned to me in a concise manner, providing them a gist of what was the document was trying to convene, primarily highlighting the problems the report was trying to tackle, trying to come up with possible solutions from various sources which included approaching various people who were well established in the field, for instance a document which I worked on titled “Special Rapporteur on the independence of judges and lawyers” had me approach few Lawyers to gain valuable insights and their stance on the problem.", "experience": "The Experience was fruitful,I got to learn a lot in the field of public welfare and society, the interaction with company was smooth, learnt a lot on what goes into implementing some of the targets set by the Government.", "learning": "I got to learn how the Government works by getting into its Grass roots of policy making and Implementation"}, {"title": "Sustainable Development goal 16 and its Implementation", "summary": "I was specifically asked to read a few policy Documents which were related to SDG16 and brief them to a few IAS officers whom I was put in touch with by the company.I was asked to explain each of the Documents assigned to me in a concise manner, providing them a gist of what was the document was trying to convene, primarily highlighting the problems the report was trying to tackle, trying to come up with possible solutions from various sources which included approaching various people who were well established in the field, for instance a document which I worked on titled “Special Rapporteur on the independence of judges and lawyers” had me approach few Lawyers to gain valuable insights and their stance on the problem.", "experience": "The Experience was fruitful,I got to learn a lot in the field of public welfare and society, the interaction with company was smooth, learnt a lot on what goes into implementing some of the targets set by the Government.", "learning": "I got to learn how the Government works by getting into its Grass roots of policy making and Implementation"}]}, {"station": "Farmers Pride - IT , Bilaspur", "positions": [{"title": "WEBSITE DEVELOPMENT FOR FARMERS PRIDE", "summary": "We as a team of 5 members were assigned a project to make a Front end website for the company . Our company was an e commerce company so although it had a separate website for online sales . So we had to make a parallel informative website about the company which will give all information about the company and its products . We built a website from scratch with all the pages a good informative website contains . The website made by us will be hosted by the company on a domain and will be used as an informative website of company.", "experience": "My PS1 experience has been very pleasant and enriching . I learned a lot of technical skills during the tenure . Before start of PS I had no clue about web development but the project was interesting and helped me in learning and implementing knowledge of web development and thus increasing my skills. The industry mentors were very helpful and co operative . Overall it was a good experience.", "learning": "I learned Front end web development from the scratch .Initially i had no idea about web development. Now i have good knowledge about use of HTML and CSS and other components of front end development. This project also inspires me to learn more of web development . In total this experience has provided me with a good start."}, {"title": "Website Development of Farmers Pride", "summary": "We were asked to design Farmers Pride's Website. The project was basically to construct the frontend of the website. Languages we used were Html and CSS. My job was to design the blog, events, our team and All products page.", "experience": "It was a good experience we got to know many things about the organic farming sector, and its future in India. We also got to interact with many officials doing there work in organic sector.", "learning": "I got my hands in Frontend Development also I got to know about the organic farming sector."}, {"title": "Marketing", "summary": "Learned about the organization and the initiative that was taken toward organic farming. Did market research, made presentations, Generated Ideas to increase traction on the farmers' Pride Website, and Learned skills in team management, time management, and Meeting obligations on time. Learned Web Development (HTML, Java, CSS) and used those skills to make interactive and responsive Webpages and contributed to improving the overall website of Farmers pride.", "experience": "Was a great experience, got to learn a lot of new things and skills. The mentorship was great they really focused on our overall development and learning.", "learning": "Learned a variety of skills from working in a team, time mangament, Editing skills, Web Deveopment, Research, Idea generation, Team cooperation, Formal Communication, and variety of other skills."}, {"title": "Marketing", "summary": "Involved in creating content for the website along with IT team, Digital Marketing posts, PPTs for pitching to prospective customers and general research about the market segment", "experience": "It has been a great learning experience. My mentors (professor as well as the person allotted by the PS station) are very helpful and continuously guide me throughout the tenure. It is helping me develop certain soft as well as technical skills.", "learning": "Knowledge about organic segment, Major players in the sector, SEO, SEM, Presentations, Web Dev (basic), Documentation"}, {"title": "Marketing", "summary": "Involved in creating content for the website along with IT team, Digital Marketing posts, PPTs for pitching to prospective customers and general research about the market segment", "experience": "It has been a great learning experience. My mentors (professor as well as the person allotted by the PS station) are very helpful and continuously guide me throughout the tenure. It is helping me develop certain soft as well as technical skills.", "learning": "Knowledge about organic segment, Major players in the sector, SEO, SEM, Presentations, Web Dev (basic), Documentation"}]}, {"station": "FORGANIC PVT. LTD. (WONDER HERB) , Kolkata", "positions": [{"title": "Content writing and Content Marketing", "summary": "Till now my major learning has been in Content writing and content marketing. I have learned how to write content for a website and how to write blogs. Also, I learned about Content marketing, and writing content to influence people. The internship has made me aware of SEO-friendly blogs and the tools which help in writing SEO-friendly blogs.", "experience": "Overall The PS experience has been great. I have learned new things. PS Faculty as well as Station faculty have been very supportive and helped me whenever needed.", "learning": "Learned About SEO, Content writing, content marketing and how to improve Speed metrices of a website."}, {"title": "Content writing and Content Marketing", "summary": "Till now my major learning has been in Content writing and content marketing. I have learned how to write content for a website and how to write blogs. Also, I learned about Content marketing, and writing content to influence people. The internship has made me aware of SEO-friendly blogs and the tools which help in writing SEO-friendly blogs.", "experience": "Overall The PS experience has been great. I have learned new things. PS Faculty as well as Station faculty have been very supportive and helped me whenever needed.", "learning": "Learned About SEO, Content writing, content marketing and how to improve Speed metrices of a website."}]}, {"station": "GMR Varalakshmi- General Management , Hyderabad", "positions": [{"title": "Early Interventions programs for the Intellectually Disabled", "summary": "The work included writing a brief report on the difficulties faced by the Intellectually disabled people and the early intervention programs that include several different treatments that help the intellectually disabled in improving their life. And the summary of the studies conducted on the intellectually disabled children who participated in the early intervention program.", "experience": "It was a moderate experience and the work was decent and didn't involve much effort and the team from the organization were approachable.", "learning": "The ability to understand the problems of the intellectually disabled people and the effectiveness of the early intervention program that is proved to be helpful for the children with intellectually disabled. Was able meet new people from the other campuses and was able to slightly develop presentation skills."}, {"title": "Refrigeration and Air Conditioning 15 days Content Creation", "summary": "Made scripts for short 10 min videos based on topics from Refrigeration and Air Conditioning", "experience": "It was overall a great experience, but it could have been better if it were offline.", "learning": "The project overall increased my technical writing skills , communication skills, and time management skills."}, {"title": "Automobile Service Technician- Content Preparation to record in lightboard studio", "summary": "I am to give the content for the Automobile Service technician to record on the lightboard in the best possible ways of convincing the third- party with the customized content and best suited for them. For that a team of 2, myself included are being trained for the same. To get a better understanding of the needs of the third party, we had given the drafts of the topics given to us highlighting all the important points in the field of automobile.", "experience": "Throughout my internship, I have cherished my time spent at the GMR Varalakshmi foundation. I have progressed and learnt a lot. Along with sorting and drafting the content I learnt how the light board is for the interactive sessions. Give the results concise content, I've gained a lot of knowledge about working in a team atmosphere in addition to technical abilities. I am now aware of how the team functions and have been given the chance to assume leadership roles. I was aware of the need of connecting with my superiors and using their feedback to raise the caliber of my work. While doing so, I also learned the proper structure", "learning": "Learnt a lot about the CSR activities throughout the world. Material and Inventory Management. Quality assessment to optimize the Quantity to Quality How learning material is prepared: Created learning content which is specifically tailored to suit the needs of aspired learners. To create such content, extensive research on what the content itself should be and how to present and teach it to the children to make sure they are able to understand it. We were provided a very great platform to learn and improve speaking, communicating, and many other important skills which are very much required in this corporate world. All thanks to the seminar and group discussion sessions. All the content prepared were highlighting the basic mechanical concepts which included the thermodynamics, fluid dynamics etc. which helped revisiting the topics learned earlier.  In the process of drafting, we have learnt a lot technical writing, concise and accurate writing, with all creativity involved so as to grab the attention of the audience."}, {"title": "Technical and Educational content for HP WOW Bus.", "summary": "We were given a task to work on the content preparation for the underprivileged children. -> First, we started the preparation for the Primary Children of classes 1-6. We collected materials relevant to the Telegu medium in a simplified way. -> Then next week onwards we took the approach for English medium for the same category of students. -> Following week we started working on the matter for the High School Students, for all their major subject in both the mediums. -> We prepared a social awareness video with a message for the public that will be displayed on the back of the bus. -> We made a Technical and Competitive course material for JEE, NEET, UPSC etc for the Senior Students.", "experience": "It was good for the most part. I really liked the the response of our PS faculty. He encouraged us to work and cited the benefits of it. He also told us about what other activities we could do besides this to enhance our skills.", "learning": "I learned a lot of collective values and teamwork ethics. I got to know about the Telangana board and its activities. I learned many social awareness messages that could help the society. Presentation and Oral skills were build to a good part for me."}, {"title": "Restrategizing the nutrition center", "summary": "Gave ideas on how to optimise the management at the nutrition centre. Made a google form that takes reading like Hb level, sugar level, etc. as input and converts all the data into an excel sheet. Later we formulated the excel sheet so that it provides us with an analysis about the data we have gathered", "experience": "Our mentor asked us to give some ideas on how to improve the nutrition centre.", "learning": "Advanced excel and management"}, {"title": "Restrategizing the nutrition center", "summary": "Gave ideas on how to optimise the management at the nutrition centre. Made a google form that takes reading like Hb level, sugar level, etc. as input and converts all the data into an excel sheet. Later we formulated the excel sheet so that it provides us with an analysis about the data we have gathered", "experience": "Our mentor asked us to give some ideas on how to improve the nutrition centre.", "learning": "Advanced excel and management"}]}, {"station": "Green Gentem - NonTech , Germany", "positions": [{"title": "Android/ iOS app development to enhance supply chain for e-waste management and recycling in India", "summary": "My team used Flutter for Frontend and Firebase for backend, Git for version control and GitLab to store the code. 20+ pages in the app were created from scratch which required both Frontend and Backend components. The app created was an auction app involving the buyers and sellers of e-waste as the stakeholders.", "experience": "It was my first Industry experience and a good learning experience overall. The work hours were flexible and we were required to deliver work on a weekly basis.", "learning": "I was exposed to many new tools and technologies like Dart, Flutter, Firebase, Git, GitLab."}, {"title": "Android/ iOS app development to enhance supply chain for e-waste management and recycling in India", "summary": "We had to create an “app” that involves front-end & back-end coding and a creative UI interface along with the Server and Admin Panel. The app should be able to have e-commerce facility along with bidding and e-waste licensing facility. Also we have to look into the tech stacks available for the development and isnure the most efficient and cost effective method of the same. We worked upon flutter, firebase and many other technology including database management.", "experience": "The PS experience was really nice as we learnt new technology and gained experience with a new startup. The mentor was really nice and helpful and provided all necessary guidance throughout the 2 months. We used to have weekly meets where our app's growth was monitored and next week's tasks were decided.", "learning": "Experience with a startup, leanring new tech stacks which now give me confidence of developing apps on my own, also researching for best available technology to be used and how we can implement that in our projects. Overall i learnt many new technology and features which i feel can be used in upcoming solo projects and dedicated job profiles."}, {"title": "Android/ iOS app development to enhance the supply chain for e- waste management and recycling in India.", "summary": "Made Android/ iOS app development to enhance the supply chain for e-waste management and recycling in India.", "experience": "The education was varied. The PS-1 was undoubtedly a worthwhile endeavor and I acquired new skill sets in this field, which aided my growth.", "learning": "Till now, I learned the fundamentals of creating reports based on corporate and scientific research. Then, using Dart and Firebase to store the data, I learned how to use Flutter. The majority of our time was spent studying and reviewing ideas related to GitLab collaborations, Firebase, and Flutter."}, {"title": "Android/ iOS app development to enhance the supply chain for e- waste management and recycling in India.", "summary": "Made Android/ iOS app development to enhance the supply chain for e-waste management and recycling in India.", "experience": "The education was varied. The PS-1 was undoubtedly a worthwhile endeavor and I acquired new skill sets in this field, which aided my growth.", "learning": "Till now, I learned the fundamentals of creating reports based on corporate and scientific research. Then, using Dart and Firebase to store the data, I learned how to use Flutter. The majority of our time was spent studying and reviewing ideas related to GitLab collaborations, Firebase, and Flutter."}]}, {"station": "Immensitas Pvt. Ltd. (Lemnisk) , Bengaluru", "positions": [{"title": "Working on UI overhaul of Lemnisk's App", "summary": "During my PS-I, I was part of the company's frontend development team. I helped the team with the UI overhaul for the web app. My work primarily involved using React.js and TypeScript. Initially, I learnt React.js and made a demo project to familiarize myself with it. Following this, I was given access to the company's codebase. After setting up the app, I was given some tickets each day. The tickets were about UI element additions, modifications and bug fixing. As a team, we", "experience": "My PS-I experience with Lemnisk was positive. Our mentors at the company were very knowledgeable, understanding and patient. All my doubts were cleared immediately, and they pointed me to resources as and when required. The company's codebase was also well-organized, and it taught me how to work on other people's code. I also learnt about scrum meetings and other methods of software development. Overall, I learned a lot.", "learning": "During my PS-I, I learnt about frontend development. Apart from that, I learned about working in a corporate environment and interacting with people in a professional setting. I also learnt about working with a company's codebase, which is very large and different from a personal project and has many dependencies among files. Lastly, this being my first experience working in the software industry, I also learnt about things like scrum meetings and agile development."}, {"title": "Developing UI and APIs for Administration", "summary": "At Lemnisk, we developed an admin-side interface for client onboarding. We were given some UI designs and have to implement using React and Express js. It also included data retrieval and updating data from database. So we had to write SQL queries for the same. Once we developed the screens, we integrated the required REST APIs to make the form functional. We learnt about ReactJS, REST APIs, NodeJS, ExpressJS and SQL Databases in the project.", "experience": "The PS-I was very professional and efficient. All the mentors and company employees were very helpful. They guided us throughout our PS and gave an insight of real industry. It was a great learning experience and came to know about many industry knowledge.", "learning": "We learnt about React, Node, ExpressJS and REST APIs as part of technical skills. We also learnt how to interact and communication skills as a part of soft skills."}, {"title": "Contribution to Think Design UI overhaul", "summary": "We were allotted bugs and issues with the UI of the website and were required to fix them in the given amount of time.", "experience": "The advisors were very helpful and made sure to provide their guidance whenever we got stuck. Communication on their end is much better than expected. The tasks given to use were appropriate to our knowledge and were given enough time for the tasks.", "learning": "Learned how to understand code base of such a big website. Learned how to communicate my issues to my mentors and how to get the most out of there suggestions."}, {"title": "Contribution to Think Design UI overhaul", "summary": "We were allotted bugs and issues with the UI of the website and were required to fix them in the given amount of time.", "experience": "The advisors were very helpful and made sure to provide their guidance whenever we got stuck. Communication on their end is much better than expected. The tasks given to use were appropriate to our knowledge and were given enough time for the tasks.", "learning": "Learned how to understand code base of such a big website. Learned how to communicate my issues to my mentors and how to get the most out of there suggestions."}]}, {"station": "IndiaBuys , Hyderabad", "positions": [{"title": "Ethereum Blockchain and Blockchain Interoperability", "summary": "Read and Researched on Blockchain and specially Ethereum Blockchain and worked on how to conduct transaction on Ethereum Blockchain and how to set u Ethereum client using Parity and Geth. Further also looked extensively on Blockchain Cryptography and learnt about private-public key cryptography and also", "experience": "My PS experience was decent.", "learning": "Learnt Solidity which is used to write smart contracts and got a more clear picture of the crypto space and web3 world by reading various research articles."}, {"title": "Ethereum Blockchain and Blockchain Interoperability", "summary": "Read and Researched on Blockchain and specially Ethereum Blockchain and worked on how to conduct transaction on Ethereum Blockchain and how to set u Ethereum client using Parity and Geth. Further also looked extensively on Blockchain Cryptography and learnt about private-public key cryptography and also", "experience": "My PS experience was decent.", "learning": "Learnt Solidity which is used to write smart contracts and got a more clear picture of the crypto space and web3 world by reading various research articles."}]}, {"station": "Indian Institute of Public Administration (onsite) , New Delhi", "positions": [{"title": "Self-Reliant theory and its application in India", "summary": "My PS-1 project mainly included research related work which involved going through journals and articles related to self-reliance. The goal of my paper writing was to explain the self-reliance theory. It also required me to link the historical views associated with this concept and how it is being applied in India in the form of 'Atma Nirbhar Bharat Abhiyan'.", "experience": "It was a very nice experience for me as it was the first time I got to interact with people in a professional manner, learned the ways of office work and timing. PS-1 coordinator and faculty-in-charge were very supportive. Instructor was very friendly and was kind enough to share his life experiences with us which would very much help us in our future endeavors.", "learning": "PS-1 not only taught me how to write and formulate a proper research paper including referencing styles but it also influenced me to become an overall better person by helping me in becoming a more professionally sound and technically"}, {"title": "Public Finance in India", "summary": "I was assigned to write a monograph on the topic \"Public Finance in India\". It involved doing extensive secondary research on public expenditure, revenue, fiscal deficits and taxes using data from government websites, finance commission reports and media sources. The draft was revised multiple times before final submission. The work also included 2 seminar presentations on the monograph summarising the work done so far.", "experience": "It was a great learning experience which helped me understand the whole process and methods involved in the economics research domain", "learning": "Helped me enhance my research-oriented boundaries and helped me move out of my comfort zone."}, {"title": "Public Finance in India", "summary": "I was assigned to write a monograph on the topic \"Public Finance in India\". It involved doing extensive secondary research on public expenditure, revenue, fiscal deficits and taxes using data from government websites, finance commission reports and media sources. The draft was revised multiple times before final submission. The work also included 2 seminar presentations on the monograph summarising the work done so far.", "experience": "It was a great learning experience which helped me understand the whole process and methods involved in the economics research domain", "learning": "Helped me enhance my research-oriented boundaries and helped me move out of my comfort zone."}]}, {"station": "IRCS - Tech , Bengaluru", "positions": [{"title": "Redesigning of Mnovikasa website to make it more user friendly and attractive.", "summary": "Our group redesigned the existing Manovikasa website of the station to make it better in every possible way. We made it more responsive, attractive and user-friendly. We added various new features to the website, improved the animations, worked on the color scheme and the user interface.We added several new features and re-organised the existing content and added more after research.", "experience": "It was a wonderful experience to be working with a company for the first time and getting some industrial exposure. We got to learn many new things and develop several skills which were required for the task we were assigned. I connected to various cross campus peers and it improved my communication and ability to work as a team.", "learning": "I learnt about web development, which includes HTML,CSS and JAVASCRIPT. I also learnt the use of Wordpress which is used to design websites and got familiar with the technology. I designed a website using Wordpress and fulfilled the expectations of our industry mentor."}, {"title": "Redisigning the Manovikasa website to dynamic and user-friendly website.", "summary": "The work was to redesign a non-attractive, non-user friendly simple website to a dynamic professional and user-friendly website of Manovikasa Kendra (which is a sister branch of IRCS Kanataka). So we have incorporated several changes like changing the whole template of website, changing the color theme, designed a new logo for the organization, added more content and rearranged the existing content. We also added several features like animations, a toggle- button to switch to Dark mode and vice versa, a WhatsApp icon on every page so that the user can contact easily over WhatsApp, the organization's Google Map location on the contact us page and many more. We worked on aesthetics and also added a Support Us page which contains information on ways to help the organization other than donation.", "experience": "I had a wonderful learning experience in which I came to know about so many new things. I got hands-on experience of professional life, felt amazing after working on a real project, and other skills like team and time management.", "learning": "During the course of PS-1 came to know about many technical things, such as: How a website is designed and how it works. The basics of web development which include HTML5 CSS3 and JAVASCRIPT and other frameworks. How to use WordPress and its features. Implementation of WordPress to design websites. Along with these technical skills I also learnt important skills of team work and time management."}, {"title": "First Responder Application( for emergency situations)", "summary": "Many people face severe issues and sometimes death due to several issues like heat stroke, heart attack, choking etc. This is primarily due to the victims’ lack of comprehension of the required first aid protocols, as well as a failure to respond quickly. To solve this issue, we created an app that offers information on the majority of first responder scenarios, as well as the necessary measures to take in the case of an emergency, and it also contains the emergency number of IRCS to contact them in case of a severe situation. Technologies used for application were 1.figma- Figma is a powerful design tool that helps users build websites, applications and effective logos. Figma was used to create a basic UI design for the app. 2.flutter and dart- Flutter is a software development kit made by Google written with pre- written code and consisting of ready-to-use and customisable widgets, libraries and tools with help in developing cross-platform applications.", "experience": "It was my first internship of any kind so I worked with full enthusiasm and dedication. During this period we had many sessions on various topics which helped us a lot and while working on developing an application in a real time constraints we tried to learn different stuffs and also tried to implement it so that we could make a very useful", "learning": "While working on this project of developing an application was basically using figma, flutter and dart and there interlinking for the smooth functioning of the application. We also learned some viable skills of teamwork, leadership and communication which will help us while working in future organizations. We also had learned to create good presentations and report for submitting our work to industry mentors and faculty incharge."}, {"title": "   Redesigning Manovikasa website to dynamic and user friendly website", "summary": "Our main task was to redesign the existing Manovikasa website (a sister organisation of IRCS Karnataka) to a more professional looking and dynamic and user friendly website. We redesigned the website from scratch on a completely new template using WordPress. We added several features such as a toggle switch between light and dark mode, we added a google map for location of the centre of the organisation, added a WhatsApp icon for ease of contact between users and organisation and many more such including complete update of color palette and reorganising all the content.", "experience": "It was a very refreshing experience and helped me gain insight into details of how an actual company operates. This also allowed me to get hands on experience on a real project.", "learning": "This experience has taught me a lot: Learned about how a website works Learned how to design a website Learned how to use WordPress and its implementations"}, {"title": "Updating the existing websites in the regional languages", "summary": "The HTML framework that the IRCS Karnataka website is built on required that the source code be taken and modified to translate the content (written texts and photos) into Hindi and Kannada (two different text files use). Additionally, we are able to instantaneously see the changes performed by using the Live preview addon in VS Code. The company will be able to connect with more districts and give the essential information with the installation of a toggle switch (for language change).", "experience": "A wonderful experience. The teamwork and conversations that resulted from team projects greatly improved the overall task assigned. The mentors offered guidance over these two months as well. My comfort at home allowed me to handle the demanding weeks of seminars, reports, and quizzes because the PS station was online. Additionally, the online environment provided me with the option to work on many projects at once.", "learning": "Regularity and becoming accustomed to office hours The group discussions, seminars, meetings, reports, and real-world business scenarios were all very helpful."}, {"title": "Youth Red Cross website for Karnataka", "summary": "Our project was to develop a dynamic and attractive Youth Red Cross website for the Karnataka state branch. We worked on creating it from scratch using WordPress; though our initial approach was using HTML and CSS, we had to change it as they would have to manage the website on their post-summer. We focussed on ease of use and intuitive navigation as this was a front-end project. We had multiple discussions regarding the various pages such a site would require and the special features needed for each. Earlier, our task was to create a master website, but midway through, we were reassigned to YRC due to domain purchase issues. We utilized", "experience": "It was a different experience as we learnt to work in a professional world, albeit in an online setting. I found it interesting to work on a project for weeks, with only periodic checks on the progress. Working in a non-profit was also an incredibly fulfilling experience.", "learning": "I learnt various soft skills, front-end development basics, content management systems usage, some Search Engine Optimization and WordPress and its various features."}, {"title": "Developing a first responder application", "summary": "1.Researching the required contents for the application. 2.We as a teamWorked on the de-bugging process 3.We as a teamWorked on various evaluatives like report making,seminar etc 4.We Worked on learning new skills that enhance the application 5.I also learnt vital skills like team work, speaking skills, presentation skills. 6.We worked on the UI/UX design", "experience": "The experience was really a completely different and memorable one.We learnt a lot of new things and it has really helped us understand the real world scenarios.", "learning": "I learnt about team work, i learnt how a combined effort can lead to extraordinary results,i learnt a few technical skills,i improved my speaking skills, presentation skills and i also learnt a lot about startups.i learnt about how to work when u have to adhere to a deadline and i also understood the importance of feedback from a mentor.So overall it was a very fruitful experience."}, {"title": "Redesigning of dynamic Manovikasa website", "summary": "We are given a task of redesigning a website of of Mathrusree Manovikasa Kendra (sister organization of IRCS Karnataka).Their website was not user-friendly. We incorporated many things and made several changes to make it a professional dynamic and user-friendly website.We changed template of the website.We added the icons of their social media handles.We reorganized the data and made it more readable.We added a toggle button to switch in to dark mode and vice versa.We added the Google map location of the organization on the website. We designed a new logo, worked on many other aspects of this website.", "experience": "It was really an incredible experience. This period of PS-1 gave us a good overview of professional work environment and taught us to be a better team player.This also taught us about time management and how to deal with different officials to get our task complete.", "learning": "1.How a website is designed and how it works. 2.The basics of web development which include HTML5,CSS,Javascript etc. 3.How to design a website using WordPress."}, {"title": "Updating the existing websites in the regional languages (Kannada, Hindi,...)", "summary": "We updated the existing website of IRCS, Tech- Bangalore(Indian Red Cross Society), and added a toggle switch in the website of IRCS. Using this toggle switch, the user can change the language of the entire website of IRCS to any language of their choice( Hindi, Kannada,...).", "experience": "My overall experience of PS-1 was good. It was a good experience as a web development project, and it was great to learn tools to do frontend development, and the mentor was also very helpful.", "learning": "I gained knowledge about frontend development and I also learnt about best practices that should be followed while writing the code. Improved communications skills, attention to detail, soft skills"}, {"title": "Building a website for IRCS Karnataka Branch", "summary": "Designed and made templates for a master website incorporating trivia pages and a gallery for viewers in order to make the website more dynamic and visually appealing.", "experience": "It was the first work experience on a full time basis i had. Attendance was similar to how it would be for a company and it gave the idea of what working in a company is like.", "learning": "I learnt about web development and working as a team. Also values of discipline and punctuality were taught."}, {"title": "Building a Youth Red Cross Society", "summary": "As mentioned earlier, we will be using the CMS, WordPress, for building this master website. In doing so, we will require 5 major steps :- Buying a Domain Name & Hosting Service Provider (to be provided by the Station) Installing WordPress and it’s extensions (to ease our building process) Adding a template and customizing it Creating a menu (or in simple words, the Navigation Bar) Styling the Website and making it Responsive (so that people on various devices can enjoy the website without it crashing)", "experience": "Acquiring a Sub-domain and free Hosting Service Provider. Outcome - We had a meet session with the company again and our topic for PS project was revised, now we had to make website for Youth Red Cross instead of Master website for main branch. We were provided with Sub-domain for the Youth Red Cross.  Framing the basic structure of the website. We installed a template and started customizing it. We added various pages(Home, About us, Our Activities and Contact us) and made Menu for Navigation. We added data and images to the mentioned pages to make a basic working website.  Adding other details and completing the website. Outcome - We fulfilled other requirements that company mentioned like adding a new page for affiliated universities, adding testimonials and learning platform. Finally, we refined the whole website to make it more responsive, dynamic, efficient and professional. For example adding ‘Motion’ effects to all pages, added a Whatsapp button so as to improve connectivity between the company and website visitors etc.", "learning": "Through this project we got to know about the functioning of the Indian Red Cross Society, how it gets funds, how those funds are processed and how those funds are distributed and put to good use. We learnt about a Content Management System (or CMS) viz. Wordpress & how it can be used to make dynamic and attractive websites. We understood how advanced SEO features can be added to the website that makes the website robust and more efficient."}, {"title": "Updating the existing websites in the regional languages.", "summary": "We took up this project of updating the website into regional languages like Hindi, Kannada, etc. The IRCS Karnataka website is built on HTML framework, and the task involved taking the source code and modifying the content (written texts and pictures) into Hindi and Kannada (two different text files use). Also using Live preview extension in VS code we were able to see the changes made instantly. So finally, every component of the homepage, which visitors would see first, had been updated in the appropriate language.", "experience": "It was a good experience. I got to know about how a social organization works and the group discussions also taught me a lot about the work environment.", "learning": "I gained a good experience and it added to my exposure."}, {"title": "Fixing the bugs in the existing website (errors in terms of content and language)", "summary": "I was allotted a PS station in the domain of Finance and Management but the work was majorly related to web development.Our site had a lot of students and what they meant by web development was not only the technical stuff but also an overall change in their existing website.We were divided into teams and three of these teams including mine worked on the content present on the existing website.Our work was to rectify the issues and errors.We basically divided the whole work into steps and proceeded accordingly.Initially, we started reading through the website and mark the content which needed ammendments.It was not a very hectic job but did require a lot of focus because if you miss a certain part, you will have to go through it all over again.We worked as a team, did online meets and it was all fun along with a major chunk of work.We finished our work on time.The content present initially was very non-professional and primitive and a reputed institution like IRCS cannot go on with that type of content on their frequently visited website.So, it took us the whole one and half month but we finally did it and it really makes me proud to have contributed somehow to the noble work IRCS does.", "experience": "It was a beautiful experience is all I could say.The work culture of a reputed institution is what every student wants.Unfortunely we could not do this offline but", "learning": "When you work for a company you have deadlines all around your brain and that bothers you a lot but at the same time the satisfaction of completing a given task is immense.As a 2nd year BITSian we get great opportunities to work in a proper corporate culture and we should be thankful to the administration for providing us with this experience.All we learn is self dependency and we get the motivation and courage to face the real world problems.We are entrapped in a sweet bubble in college where it's all happy and joyful, all you have to worry about is your CGPA and trust me that's not was real world problems are like.PS-1 is very primitive yet a boon for the young aspiring engineers like us.I am fortunate enough to get this station as my PS because the most important thing I learnt was time management and team work.Afterall even if we inculcate a single good habit or quality, it's all worth it."}, {"title": "Developing a dynamic and attractive website for the Youth Red Cross Society", "summary": "The Youth Red Cross Society is an initiative of the Indian Red Cross Society, Karnataka, to groom the youths for the new generation. Currently, there is just one web page for Youth Red Cross Society. Hence to make it more widespread and interactive, we built a dedicated master website. By doing so, anyone who wants to get information & wants to apply to be a part of the Youth Red Cross can do so with a few clicks.", "experience": "Overall, it was decent. I learned how things work in real life while improving my skill set.", "learning": "On the technical side, I explored some front-end development & working on a Content Management System (or CMS). On the non-tech side, I got to know"}, {"title": "First Responder Application", "summary": "The project aims to create a first responder application that allows victims to get the help they need in an emergency situation. We, as a team, have conducted an extensive study on various emergency circumstances and demonstrated a strong desire to gain the essential skills through multiple resources like youtube videos and different websites to build the most efficient and feasible app. Flutter was used for app development, and Figma was used for the basic UI/UX design. We, as a team, made sure that the application reached its fullest purpose by ensuring quality in every prospect associated with the application and its functionality.", "experience": "Throughout the course of the project, in which we were assigned the responsibility of creating a first responder application, the force that drove our excitement was the organization's slogan, which is service and selfless goals to serve a greater purpose, which is to aid those in need. Throughout the project, we as a team learned a variety of essential abilities. Despite the fact that comparable programmes exist, we have done our best to make the application as distinctive and useful as possible. This entire voyage, as well as our involvement with an organization like the Indian Red Cross Society, which has a rich past and culture, transformed our view on society and provided us with a new perspective on service. We gained vital qualities such as teamwork and working for a cause higher than anyone's selfish objectives while working on the application together. We are really grateful to the whole Practice School 1 division and IRCS Tech Bangalore for presenting us with such an exceptional opportunity.", "learning": "1. We have constantly been working and researching a lot about our organization and, in general, about first aid problems. 2. We took on diverse responsibilities to obtain a broader understanding of the demands of the third party. 3. Assuming positions allows us to meet all of our user’s demands. 4. We improvised our ideas depending on feedback from mentors and the company coordinator. 5. We submitted the mid sem report and presentation and got good feedback, which helped us in working efficiently and solving our problems."}, {"title": "Redesigning a dynamic Manovikasa website", "summary": "The work was to redesign a non-attractive non-user friendly simple website to a dynamic professional and user-friendly website of Manovikasa kendra (which is a sister branch of IRCS Karnataka). So we have incorporated several changes from changing the whole template of website and changing the colour theme,designed a new logo for the organisation, adding more content and rearranging the existing content, added animations, added toggle-button to switch to Dark mode and vice versa, added WhatsApp button so that person can contact easily over WhatsApp, added organisation's Google Map location worked on aesthetics and many more.", "experience": "I had a wonderful learning experience in which I came to know about so many new things. got hands-in experience of professional life, felt amazing after working on a real project, and other core experiences of team and time management.", "learning": "During the course of PS-1 I came to know about many things, such as: • How a website is designed and how it works. • The basics of web development which include HTML5, CSS3 and JAVASCRIPT and other frameworks. • How to use WordPress and its features. • Implementation of WordPress to design websites"}, {"title": "Translation of existing IRCS website in regional languages.", "summary": "We translated the major components in the IRCS Karnataka website in Hindi and Kannada. We also worked on creating a toggle button to switch between different languages.", "experience": "I knew HTML, CSS; I had no problems at all.", "learning": "Polished my Frontend."}, {"title": "First Responder Appliaction", "summary": "We were divided into different groups, and each group was assigned a project. Our project was developing a mobile app to diagnose first steps to perform in a first responder situation; we started by distributing the whole among us to work efficiently. Some of us worked on the technical side, i.e., using flutter and dart programming language for creating the application, and some researched the content that had to be included. We included six to seven basic first responder situations like bleeding, choking, and fractures. Finally, we created the app including various features that would help an individual to understand quickly and not feel helpless in a first responder situation.", "experience": "It was a wonderful experience. I loved working with my group members, and we all felt really good when we created an app for actual users out there in our country. Our mentors and company coordinator were supportive and helped us throughout our PS-I journey. The quizzes and group discussions conducted regularly were excellent as we got to talk and gain knowledge about various topics.", "learning": "1. We submitted the final report and presentation and got good feedback, which helped us in working efficiently and solving our problems."}, {"title": "Correction in existing content", "summary": "I had been given the task of correcting the language and grammar of the existing content on the IRCS Karnataka website.", "experience": "It was online and we had some meetings to do what was assigned.", "learning": "Got to learn teamwork and time management."}, {"title": "Redesigning the Manovikasa website to dynamic and user-friendly website", "summary": "The work was to redesign a non-attractive ,non-user friendly simple website to a dynamic ,professional and user-friendly website of Manovikasa kendra (which is a sister branch of IRCS Karnataka). So we have incorporated several changes from changing the whole template of website and changing", "experience": "I had a wonderful learning experience in which I came to know about so many new things , got hands-in experience of professional life, felt amazing after working on a real project, and other core experiences of team and time management.", "learning": "During the course of PS-1 I came to know about many things, such as: ● How a website is designed and how it works. ● The basics of web development which include HTML5,CSS3 and JAVASCRIPT and other frameworks. ● How to use WordPress and its features. ● Implementation of WordPress to design websites."}, {"title": "Redesigning the Manovikasa website to dynamic and user-friendly website", "summary": "The work was to redesign a non-attractive ,non-user friendly simple website to a dynamic ,professional and user-friendly website of Manovikasa kendra (which is a sister branch of IRCS Karnataka). So we have incorporated several changes from changing the whole template of website and changing", "experience": "I had a wonderful learning experience in which I came to know about so many new things , got hands-in experience of professional life, felt amazing after working on a real project, and other core experiences of team and time management.", "learning": "During the course of PS-1 I came to know about many things, such as: ● How a website is designed and how it works. ● The basics of web development which include HTML5,CSS3 and JAVASCRIPT and other frameworks. ● How to use WordPress and its features. ● Implementation of WordPress to design websites."}]}, {"station": "MentorPlus Pvt Ltd - Non Tech (onsite) , Hyderabad", "positions": [{"title": "Customer Acquisition: Strategy and Execution", "summary": "Market Research, Ideation of new strategies, since it's a startup we used to have meets everyday with founders where we came up with new ideas and strategies and worked on executing each idea.", "experience": "It was an onsite station. I learnt a great deal of work over there and close interaction with the founders and other team members helped me build great relations and work well in a team.", "learning": "Market Research process Leadership Skills Teamwork                                           70  Documentation Interviewing skills In short the communication skills required by a product manager."}, {"title": "Tokenomics", "summary": "I had applied for a nontech role so initially, we were a team of 3 people given 3 separate projects. My project was tokenomics meaning I had research on blockchain, their working, how Bitcoin and Ethereum can into the picture, their proper working, and Their pros, and cons. Then alongside this major project, we ( all three ) had minor projects which included market research on Indian engineering colleges. The market research was done to gather information on whether the colleges had any peer mentorship programs or Alumni networks currently operating in the college.", "experience": "The experience was good, initially, there was a heavy workload as we were given deadlines for which we had to complete our projects, and rest the environment, the office was amazing and provided everything. The Co-founder was really helpful and helped at each step of the way. We had an amazing non-tech team that did an amazing job.", "learning": "I personally improved my communication skills, presentation skills, and vocabulary. I got to learn Python, excel, SQL, and Data analytics in my projects as a non-tech internee."}, {"title": "Product Management", "summary": "I basically acted as the associate product manager at this startup, as they are looking to build a career forum for everyone and are in very early stages of doing so. We had a lot of work to do, as we were making the forum we had to design features and convert them into a PRD such that the dev team could work smoothly. We also had to coordinate between the dev, design and business team to ensure everything went smoothly and there were no blockers for anyone. One of our main tasks and the one I was responsible for was building the exploration module for our website for this I not only acted as the product manager but also did frontend development and developed this feature from scratch. After this was done, we needed to launch the product to a select few people for testing and for this we had to setup Amazon SNS service for sending otp's I did the registration and the basic setup for the same. I also helped in identifying what analytics stack we would use to analyse and track data from our forum. I also worked with the business team to do market research and make a business requirement document which would then be converted into a feature requirement document for the dev team to build out. These are briefly some of the things I worked on during my ps with the company.", "experience": "My ps-I experience was really amazing. My goal for ps-I was to explore different fields and domains that were available in the real world and also see how my knowledge and whatever I was learning in college can be applied in those fields and domains. I achieved all this as I explored frontend web development, product management and to a certain extent worked with the business team in market research. Apart from learning a lot and experiencing various domains, I also had a lot of fun working with the co-founders of the company. The were really supportive and fun.", "learning": "I wanted to explore different fields and domains, this is exactly what I did and from doing so I learnt a lot of things from actual technical knowledge (frontend development) to non technical knowledge (writing PRD's, doing market research). So in the end I got a feel of how a company functions in the real world and what skills I need to develop to fit into certain roles in the future."}, {"title": "Product Management", "summary": "I basically acted as the associate product manager at this startup, as they are looking to build a career forum for everyone and are in very early stages of doing so. We had a lot of work to do, as we were making the forum we had to design features and convert them into a PRD such that the dev team could work smoothly. We also had to coordinate between the dev, design and business team to ensure everything went smoothly and there were no blockers for anyone. One of our main tasks and the one I was responsible for was building the exploration module for our website for this I not only acted as the product manager but also did frontend development and developed this feature from scratch. After this was done, we needed to launch the product to a select few people for testing and for this we had to setup Amazon SNS service for sending otp's I did the registration and the basic setup for the same. I also helped in identifying what analytics stack we would use to analyse and track data from our forum. I also worked with the business team to do market research and make a business requirement document which would then be converted into a feature requirement document for the dev team to build out. These are briefly some of the things I worked on during my ps with the company.", "experience": "My ps-I experience was really amazing. My goal for ps-I was to explore different fields and domains that were available in the real world and also see how my knowledge and whatever I was learning in college can be applied in those fields and domains. I achieved all this as I explored frontend web development, product management and to a certain extent worked with the business team in market research. Apart from learning a lot and experiencing various domains, I also had a lot of fun working with the co-founders of the company. The were really supportive and fun.", "learning": "I wanted to explore different fields and domains, this is exactly what I did and from doing so I learnt a lot of things from actual technical knowledge (frontend development) to non technical knowledge (writing PRD's, doing market research). So in the end I got a feel of how a company functions in the real world and what skills I need to develop to fit into certain roles in the future."}]}, {"station": "N.N Breeds & Seeds India Pvt Ltd (Pashubajaar) , Lucknow", "positions": [{"title": "MIS Web App Development", "summary": "We built a web based application that could register a farmer's details using a form and store it into a database. These details could be seen and maintained on another page and changes could be made to it. To achieve these functionalities, the technology implemented were node.js, mongoDB, React, mongoose, express and many more. I was primarily in charge of the backend part of the project. The app was also made to be secure as it had it's own username and password authentication system so that no one outside the organization could use it.", "experience": "My experience was decent. The company was very understanding and didn't put a lot of pressure on us regarding the work or deadlines.", "learning": "I got to work in a professional environment and got to know the work culture of a startup. I also got to learn a lot in terms of teamwork, leadership and working as a developer for a company. While building the project, I got to learn different new technologies and their implementation in a web app. I got to create an app that will be used in real case scenarios and save thousands of sheets of paper which will ultimately impact a lot of people."}, {"title": "MIS Web App Development", "summary": "We built a web based application that could register a farmer's details using a form and store it into a database. These details could be seen and maintained on another page and changes could be made to it. To achieve these functionalities, the technology implemented were node.js, mongoDB, React, mongoose, express and many more. I was primarily in charge of the backend part of the project. The app was also made to be secure as it had it's own username and password authentication system so that no one outside the organization could use it.", "experience": "My experience was decent. The company was very understanding and didn't put a lot of pressure on us regarding the work or deadlines.", "learning": "I got to work in a professional environment and got to know the work culture of a startup. I also got to learn a lot in terms of teamwork, leadership and working as a developer for a company. While building the project, I got to learn different new technologies and their implementation in a web app. I got to create an app that will be used in real case scenarios and save thousands of sheets of paper which will ultimately impact a lot of people."}]}, {"station": "Nature Healers Climate Solutions , Ahmedabad", "positions": [{"title": "Climate change", "summary": "We had to make a mission that would help people to understand the impacts and causes of climate change. The mission was divided into challenges and we had a set of challenges to design. I have designed \"what is climate change\" , \"global warming\" , \"food and nutrition\" , \"biodiversity loss\" and \" deforestation\" . I've also designed the signup form that helps users to signup to the mission. Along with this I've also designed the poster that is used to market the mission.", "experience": "It was wonderful working with nature healers the work and the people are wonderful", "learning": "We learnt a lot about climate change"}, {"title": "NHL App- Climate Change Missions (MISSIONS DESIGN-CONTENT RESEARCH, CREATION AND EXPERIMENTATION WITH REAL CUSTOMERS)", "summary": "We were tasked to make two mini-missions, one on the impacts of climate change and the other one on its causes. This included the entire creation process of the missions, right from researching about these issues ourselves, to formulating the challenge structure and content, and finally spending the final week of the internship in trying to market it. These missions went live on the app and the website.", "experience": "The whole process was very comprehensive and fulfilling.", "learning": "I got an accurate idea of how a firm, especially a start-up, functions. The firm helped me widen my understanding of the climate industry quite a lot."}, {"title": "NHL App- Climate Change Missions (MISSIONS DESIGN-CONTENT RESEARCH, CREATION AND EXPERIMENTATION WITH REAL CUSTOMERS)", "summary": "We were tasked to make two mini-missions, one on the impacts of climate change and the other one on its causes. This included the entire creation process of the missions, right from researching about these issues ourselves, to formulating the challenge structure and content, and finally spending the final week of the internship in trying to market it. These missions went live on the app and the website.", "experience": "The whole process was very comprehensive and fulfilling.", "learning": "I got an accurate idea of how a firm, especially a start-up, functions. The firm helped me widen my understanding of the climate industry quite a lot."}]}, {"station": "Neerx Technovation Pvt. Ltd - Business Analytics , Gandhinagar", "positions": [{"title": "Business development- NEERX", "summary": "During the whole course of my PS I was given the following tasks which I completed #Assigned to complete the following courses on coursera 1. Customer Segmentation and Prospecting 2. Connecting with sales prospects 3. Sales pitch and closing 4. Building a toolkit for your sales process 5. Questionnaire Design for Social Survey #To Collect information about different categories of farmers #To create a excel sheet which has information of farmers which a are the target audience of the company #Assigned the task to analyze the data using various tools and prepare surveys targeting different regions", "experience": "About my project #Connecting to farmer organizations, farmers and the buyers through WhatsApp messages, emails, cold calls etc. #Provide customers (farmers) with information about our products. #Create lead/conversion database. # Analyze market trends, forecasts future sales, and create strategies to assist firms in monitoring profitability, product viability, and overall operational performance. #Promote company expansion in the designated institutional market channels. Through this internship I have learned about how to put my knowledge and skills into practice, benefits of networking, understanding workplace culture, benefits of taking feedback.", "learning": "Throughout this PS1following are my learning outcomes-: #Soft skills like corporate communication - collaboration skills, feedback and input, presentation skills, active listening #Leadership, teamwork, punctuality, time management, etc. #Gained industry exposure, general and legal sense of the corporates #Basics of advanced excel #Efficiently filling, filtering, organizing and presenting data in a systematic format #Marketing techniques - optimizing content, reaching out to the specified target audience #Sales techniques - systematic about generating leads, knowing sales cycle"}, {"title": "Content Strategy and Marketing", "summary": "The objective of the project was to strategize content for writing articles/blogs for various outreach platforms of the company. The writing was complimented by using SEO tools and associated keywords. The process included researching online articles, reports, surveys, etc. to write comprehensive articles on Agri- tech topics. The work responsibility also included managing team reports and acting as the Point of Contact between founders of the company and the student team.", "experience": "The overall experience at the company was good. We had weekly reports with the founder of the company and their team took everyone's valuable opinions into consideration. The work was distributed in a way that was manageable. The whole team was supportive and made work exciting and fun.", "learning": "The whole period of Practice School helped me learn various skills. Initially the major learning was on content marketing and its components. With time we learnt work management and were able to complete more work in less time than before. Keyword planner and basics of SEO were covered too. Teamwork, communication skills, etc. were other skills I learnt and applied during this period."}, {"title": "Marketing and BD", "summary": "In my ps station I was assigned to the Marketing and BD team. The marketing team had three different roles which are content writer, Graphic designer and digital marketing. I was assigned as the graphic designer. My role required", "experience": "It helped me broaden my perspective in many ways and helped me train myself to adapt to new situations outside my comfort zone. The internship also helped me learn various new skills in the areas of content marketing and graphic designing.", "learning": "I have learned graphic designing and basics of content marketing. I have also knows how to improve the reach of a startup by marketing."}, {"title": "Institutional Business Sales", "summary": "NeerX is developing smart solutions to optimize agricultural resource usage and crop growth through real-time sensor data and Earth Observation data. The task in hand is to drive NeerX's Institutional sales. The objective for this internship would be to go through a course regarding Mailchimp and use the learnings obtained in driving the sales and generating leads from government institutes like IITs, NITs, Atomic Energy Centers etc. The course \"The Art of Sales- Mastering the sales process\" has been recommended so as to learn the art of lead generation and driving sales through various channels. Use the learnings from the course in all the future deliverables of the internship.", "experience": "This internship has given me a highly insightful and informative peek in a real world industry. Opportunity to work with some of the best industry experts and my peers on a real world problem has also been an enriching experience. The recommended specialization courses have been highly useful. The opportunity to connect with and pitch to some of the best scientists and professors in our country", "learning": "The internship has made me far better at sales I know how to pitch and how to reach out to a potential client and I have also understood how to design a mail campaign. I have also got better at approaching different problems and also learned how to reach out to someone in different scenarios."}, {"title": "Working on an industry insights excel for digital agriculture", "summary": "NeerX had roles for us in the marketing and business development fields. I was allotted the role of a business analyst in the organisation. First I had to study about the organisation and their flagship product at length. To understand the basics of the task, I had to do a course offered by Northwestern University on Coursera titled the Art of Sales. After studying this course, I had to conduct research on different crops for different states from sources like agricultural census, government surveys and other websites. After collecting all this data, I had to sort this data according to numerous parameters. Then I had to make geo map charts for this sorted data and analyse it to narrow it down to the top 4 crops for each parameter and each state as well as overall for the company to target in its near future for maximum profitability.", "experience": "I had a great PS1 experience as it was my first interaction with the corporate world and professionals from our university were there throughout the process to guide us through it by conducting workshops and meets for progress review and feedback. Regular meetings from the organisation also helped in getting comfortable with the corporate environment. The organisation’s team kept regular meetings and proactively and calmly helped in clearing all my doubts.", "learning": "I learned about the different roles and responsibilities associated with the working of an organisation. The introductory course given by the organisation was another great learning experience as I discovered many new topics involved with sales. I learned a lot about the organisation, their approach, objective, working and success and that helped me in getting a good view of the corporate world as well as agriculture as it an agriculture based organisation. I learned many soft skills through presentations and group discussions. I also learned many new topics like geo map charts and my research, sorting and analysis skills got enhanced."}, {"title": "Working on an industry insights excel for digital agriculture", "summary": "NeerX had roles for us in the marketing and business development fields. I was allotted the role of a business analyst in the organisation. First I had to study about the organisation and their flagship product at length. To understand the basics of the task, I had to do a course offered by Northwestern University on Coursera titled the Art of Sales. After studying this course, I had to conduct research on different crops for different states from sources like agricultural census, government surveys and other websites. After collecting all this data, I had to sort this data according to numerous parameters. Then I had to make geo map charts for this sorted data and analyse it to narrow it down to the top 4 crops for each parameter and each state as well as overall for the company to target in its near future for maximum profitability.", "experience": "I had a great PS1 experience as it was my first interaction with the corporate world and professionals from our university were there throughout the process to guide us through it by conducting workshops and meets for progress review and feedback. Regular meetings from the organisation also helped in getting comfortable with the corporate environment. The organisation’s team kept regular meetings and proactively and calmly helped in clearing all my doubts.", "learning": "I learned about the different roles and responsibilities associated with the working of an organisation. The introductory course given by the organisation was another great learning experience as I discovered many new topics involved with sales. I learned a lot about the organisation, their approach, objective, working and success and that helped me in getting a good view of the corporate world as well as agriculture as it an agriculture based organisation. I learned many soft skills through presentations and group discussions. I also learned many new topics like geo map charts and my research, sorting and analysis skills got enhanced."}]}, {"station": "OnFinance - Product Management , Bengaluru", "positions": [{"title": "Product Management", "summary": "Product launch was scheduled for 25th July so there was a lot of tasks from creating posts for social media , social media marketing, etc. I suggested few in app additions, researched about web 3.0 , AI/NLP in finance, blockchain and cryptocurrency. Handled publicity for Q and A sessions. Final project on startup idea validation included working with PM tools such as affinity maps, user persona, user journey maps, funnel analysis, hypothesis solution, A/B testing and Lean canvas diagram.", "experience": "It was a very fruitful experience with product launch around the corner , joining as a PS intern at the busiest time for a startup provided me a perfect learning opportunity and gain the experience of the job of a product manager.", "learning": "I learnt a lot of new things : social media marketing, event publicity, negotiation/oratory skills, teamwork, Use of AI/NLP in Finance ,market competition, target audience, basics of a startup, designing tools like figma, canva, etc. PM tools such as affinity maps, user persona , user journey maps, funnel analysis, hypothesis solution, A/B testing, lean canvas diagram, along with this i researched about AI, NLP, GPT-3 blockchain, cryptocurrency, stocks, web 3.0 and defi."}, {"title": "ONFINANCE LINKEDIN CONTENT CREATOR PROGRAMME", "summary": "               I started my work as a PM Intern at OnFinance ,Bengaluru on 30th May 2022.We got to know about the company that it is India’s First company providing insider info about crypto,NFTs,DeFi protocols ,equity e.t.c. As part of my project ,I was responsible for the successful launch of our company’s mobile app. Initially,I saw the app prototype on figma and saw its backend to get a glimpse of the new", "experience": "Overall ,My experience at Onfinance was worth remembering .Thanks to the PS mentors and instructors for the same.", "learning": "Insights on Product Management. Crypto,NFTS,Equity,DeFi protocols. Business Development . About AI ,NLP functioning . Publicity and Marketing. Designing . Team Work."}, {"title": "Image Corpus", "summary": "Week-1: The PS-I course started on a very light note. My first task was to read about AI, ML and NLP concepts, such as GPT-3, NLP in finance, Sentiment analysis, Neural Networks, BERT, word2vec, etc. I read online articles and watched YouTube videos to understand those concepts. Using my learnings from the previous task, I was asked to summarise a report by Deloitte on cryptocurrency. After preparing the report, my understanding of the concepts, I learned earlier improved because I saw the real-world application of those technologies and developed an appreciation for the same. My mentor gave suggestions and also helped", "experience": "I believe that my contribution to the organization so far has been very beneficial. The summary of the report aims to educate the organization about the features retailers would need for using OnFinance’s crypto product. The summary provides statistics about topics such as what fraction of businesses are trading with cryptocurrencies, are planning to do so in the future, the money invested by organisations for developing systems to trade in cryptocurrency, challenges faced by businesses while adopting cryptocurrency, etc. The survey highlights included in this report reflect the opinions and perceptions around merchant adoption of digital currency payments and the potential impact of this adoption in the future. This report gives a clear idea about the size of businesses which OnFinance should consider to be their potential customers. In the image corpus project, I created a database of 150 images. These images will appear in the OnFinance app UI at prominent locations for representing some entiity and will give the app a professional and a user-friendly look. The presentation which I created for a seminar addressing 200+ attendees will help the organization increase their brand awareness and help explain why they can help people in their investments. The slideshow details on use AI use cases in top-notch organizations and will make people aware that its safe to entrust financial data in the hands of AI. It will also encourage people to participate in investments in stocks markets and cryptocurrency made with AI projections. The second report which I summarized targeted current developments in the fields of blockchain and Web 3.0. The summary of this report will serve as a guide for the company to pave their crypto product roadmap. As the company is referring to this report prior to the launch of their product, they can make some minor changes which can have a large impact. I again worked on the ‘Image Corpus’ project. This time, the images required were either logos of companies or images that were related to a particular topic (mainly cryptocurrency). These pictures will be prominently displayed in the OnFinance app's user interface (UI) to represent various entities and give the app a polished, user- friendly appearance. The business is planning methods to acquire popularity as the OnFinance app launch draws near. The company aims to onboard as many people as it can after the product is released. The organisation is using LinkedIn and social media to do this. I'm producing stuff on a few subjects relevant to Web 3.0 and blockchain. Decks are made further using this content. These online presentations are utilised as tools to promote the business and draw clients. The affinity map created by me will help the company get a broad understanding of their product. It will help them identify the pain points of the users of their product and enable", "learning": "I became aware of highly useful technologies. I mastered technical report understanding and summarizing. The workshop help me gain product sense. I learned to work collaboratively with a team. I delivered presentations in a professional manner. I understood some basics of publicity and marketing."}, {"title": "Image Corpus", "summary": "Week-1: The PS-I course started on a very light note. My first task was to read about AI, ML and NLP concepts, such as GPT-3, NLP in finance, Sentiment analysis, Neural Networks, BERT, word2vec, etc. I read online articles and watched YouTube videos to understand those concepts. Using my learnings from the previous task, I was asked to summarise a report by Deloitte on cryptocurrency. After preparing the report, my understanding of the concepts, I learned earlier improved because I saw the real-world application of those technologies and developed an appreciation for the same. My mentor gave suggestions and also helped", "experience": "I believe that my contribution to the organization so far has been very beneficial. The summary of the report aims to educate the organization about the features retailers would need for using OnFinance’s crypto product. The summary provides statistics about topics such as what fraction of businesses are trading with cryptocurrencies, are planning to do so in the future, the money invested by organisations for developing systems to trade in cryptocurrency, challenges faced by businesses while adopting cryptocurrency, etc. The survey highlights included in this report reflect the opinions and perceptions around merchant adoption of digital currency payments and the potential impact of this adoption in the future. This report gives a clear idea about the size of businesses which OnFinance should consider to be their potential customers. In the image corpus project, I created a database of 150 images. These images will appear in the OnFinance app UI at prominent locations for representing some entiity and will give the app a professional and a user-friendly look. The presentation which I created for a seminar addressing 200+ attendees will help the organization increase their brand awareness and help explain why they can help people in their investments. The slideshow details on use AI use cases in top-notch organizations and will make people aware that its safe to entrust financial data in the hands of AI. It will also encourage people to participate in investments in stocks markets and cryptocurrency made with AI projections. The second report which I summarized targeted current developments in the fields of blockchain and Web 3.0. The summary of this report will serve as a guide for the company to pave their crypto product roadmap. As the company is referring to this report prior to the launch of their product, they can make some minor changes which can have a large impact. I again worked on the ‘Image Corpus’ project. This time, the images required were either logos of companies or images that were related to a particular topic (mainly cryptocurrency). These pictures will be prominently displayed in the OnFinance app's user interface (UI) to represent various entities and give the app a polished, user- friendly appearance. The business is planning methods to acquire popularity as the OnFinance app launch draws near. The company aims to onboard as many people as it can after the product is released. The organisation is using LinkedIn and social media to do this. I'm producing stuff on a few subjects relevant to Web 3.0 and blockchain. Decks are made further using this content. These online presentations are utilised as tools to promote the business and draw clients. The affinity map created by me will help the company get a broad understanding of their product. It will help them identify the pain points of the users of their product and enable", "learning": "I became aware of highly useful technologies. I mastered technical report understanding and summarizing. The workshop help me gain product sense. I learned to work collaboratively with a team. I delivered presentations in a professional manner. I understood some basics of publicity and marketing."}]}, {"station": "Questt , Bengaluru", "positions": [{"title": "Product, Growth and Strategy", "summary": "I worked on various projects under different departments of the startup. One project was directly under the founder and ceo himself, where I had to perform market research on the gaming industry and come up with a GTM (Go to market) strategy for the Questt Metaverse Game. Apart from this, I also worked on product features for the same game, with how the user journey happens and what content the user should be fed. Another project involved strategy and growth, where I learnt how SEO (Search Engine Optimisation) works and worked on coming up with the right keywords to put on the Questt website so that Google’s engine can identify them faster and bring up the Questt website when people search for relevant things on Google.", "experience": "It was truly a great learning experience where I didn’t have to give a lot of time daily, but still felt like I was doing some impactful work. The people who were my mentors in Questt were Bitsians too, so it was easy to connect and bond with them. The vibe of the startup is very friendly and cool, thus it was a nice experience to have.", "learning": "I learnt various things like market research, how to grow and scale a business, how to look at a product differently, how to ideate, implement and execute a growth experiment etc"}, {"title": "Marketing for promotional and content creation in Questt", "summary": "Worked in marketing department of edtech startup Questt. Received weekly tasks related to promotional activity and content creation. During week one worked on developing brand archetype of Questt and designed social media posts using Figma and Canva design tools. In second week worked on creating Linktree for all social media sites of Questt. Majorly worked on telemarketing. Worked on promotional activities such is influencer outreach, where we would contact micro influencers on Instagram for collaboration purposes. Majorly worked on telemarketing as well, where cold calls were made to existing customers for market survey purposes and for their feedback on improving the Questt app.", "experience": "Good working experience in marketing field. Good quality and exciting work was done in marketing domain by us. No shortcoming in working experience despite it being online.", "learning": "Learnt many things in marketing domain in the last 7 weeks such as using design tools like Figma and Canva and improved speaking skills during cold calling and telemarketing activity. Also worked on necessary soft skills such as punctuality and clear communication."}, {"title": "Content Quality Check and Data Analytics", "summary": "Wrote queries to develop a feature and did analytics to quantify retention on student in the app. Divided the student into different categories based on their user journeys and figured out methods to imporve retention.", "experience": "Heavy Station, you'll have to worn decently and sometimes the work won't be that good.", "learning": "SQL"}, {"title": "  Analytics and improving retention for Questt Navigator mobile application", "summary": "I was part of the Retention team at Questt. We worked on analytics, quality control of content, and ideation of some features and changes in the userflow of the Questt mobile application to aid retention. Analytics work focused on guiding users from different user segments into the Ideal User Journey (IUJ) for the app. The primary user pain point was the quality of the content on the application so we worked on improving the content and making the content export ready to deploy on the main application. Product features were successfully implemented resulting in increased growth and user retention.", "experience": "The team at Questt were very welcoming and ready to answer any doubts and questions that we had. We were provided adequate support for any of the tasks given to us whether it was in the form of 1:1 sessions, database documentation, online learning resources and connects to other team members who were skilled in using the particular technology required for the task.", "learning": "Through my PS1 experience I learnt how to write SQL queries for production databases, how to use online portals for analytics, creating product features and writing PRDs, and also gained insights into the whole process of building EdTech platforms and applications."}, {"title": "NOTIFICATION DASHBOARD", "summary": "I worked using AWS, MongoDB", "experience": "It was very fruitful", "learning": "I learnt AWS, NestJS and professional working environment."}, {"title": "Operations and Product Research", "summary": "I did some miscellaneous product and operations work in the start. This included talking to different people and talking about different ideas with the team. Afterwards, I helped do some analysis on excel and SQL (learning product work). At the end of the internship, we had to do a through research on different apps that worked like questt and how they had handled specific features that questt was trying to target and ship. Mostly my work revolved around ideation.", "experience": "It was pretty fun.I was giving most of my time to cryptocasehq.com and just did the research work before weekly meetings.", "learning": "I learnt a lot related to products and ops. Got a lot of insights related to Startups and Software Products."}, {"title": "Final PS-1 Report on Telemarketing at Questt", "summary": "a) We worked on finding the brand archetype of Questt, which turned out to be of the rebel type as they were ready to take on new risks and marketing strategies for product promotion. b) We wrote blogs for the company so that they could add them to their blogs page. We wrote them targeting both parents and children. c) We learned the basics of Figma to design posters and Instagram stories for the brand. d) We did a task of telemarketing where we contacted various active users of the app. We spoke to them to gather proper feedback as to how they felt about the app. We also collected other data about the source of download and suggestions for improvement.", "experience": "Working at Questt was a fruitful experience. We got to learn a lot from the organization. Talking about the technical aspects, we learned the basics of Figma. We also learned the art of telecalling and how to maintain my patience while talking to users. We learned how to write blogs and design posts according to various brand archetypes. We had regular meetings with various associates and reported to them regarding the tasks done regularly.", "learning": "a) Figma b) Telecalling c) Writing blogs d) studying market strategies and brand types"}, {"title": "Retention of Users", "summary": "To generate better insights from user retention data, users were divided into 5 categories or cohorts according to their stage in the ideal user journey. The users in cohort 5 can be considered ideal users. When the data for the number of users in different cohorts was observed, it was found that there was a large drop from the number of users in the first cohort to the number of users in the following", "experience": "These projects were partly research-based and partly technical in nature. We learned multiple things during the first few weeks of practice school, and had been a very enriching experience by far. These projects have helped induce a learning- oriented approach to tackling the problems. We have learnt multiple things from various domains under retention in these four weeks and have decided to try our hands on a few other things as well. The instructors at Questt have also been extremely supportive, and their guidance has really made this internship worth undertaking. Every week we were given different tasks as a part of the retention team; the first week, we worked on SQL and were introduced to the navigator and the redash dashboard; the second week, the team worked on the navigator and also reviewed 1200 questions, the next week we worked on retention of the data and quality checking the content for different subjects in different grades and then till the last week the team has been working on reviewing questions on the app.", "learning": "Throughout this program, we learnt about many technical terms in the ed-tech domain, and we got a brief idea of how Questt operates and about the users by analysing the data. We handled both the product and the content task by brainstorming ideas and quality-checking more than 2000 questions. It has helped us acclimate to various realms of the retention domain, helping us figure out our interests better and making this internship worth a deal of time."}, {"title": "Product Retention and Content Management at Questt", "summary": "In a team of 5-6 members, I worked along with others primarily in increasing the quality of content on the app and monitoring the retention figures and brainstorming on how to improve them. We also worked on quality checking of the questions which are uploaded on the app. This included checking if the questions followed the recommended guidelines or not, whether the answers were correct or not, whether the framing of questions was appropriate or not, grammatical errors etc.", "experience": "My experience at Questt as a PS1 intern was fairly decent. There were a few times when I got the opportunity to work on the user database. This gave me good insights into the use of SQL in databases and how are these tools used in the industry. I learned how to execute complex queries which was enriching. The company mentor guided me well and explained the structures of the database patiently which made it an enriching experience. However for the majority of the internship I was working on content quality checking, which was quite mechanical work. There was not really much learning from it, and I spent most of my time just checking if the questions had correct answers or not and whether the grammar was correct or not. This also got a little frustrating at times, but the mentors were always encouraging and helped to make my work more organized. Overall it was a decent experience, but I wish I could have spent more time on learning some skills rather than just looking at spreadsheets and changing a few rows.", "learning": "The first and foremost was the learning of time management. There were days where the quality checking of content(questions) was taking a lot of time and the work got frustrating. The mentors helped to solve this by organizing our tasks through a task tracker and dividing the work for the day. Me and my team along with the mentors used to do a daily stand up call where we updated the team of our progress with the work and also discussed what problems and issues we were facing. These stand up calls helped me learn the importance of meetings and having focused conversations. I also learned how to write complex queries in SQL, though that was very brief."}, {"title": "Analytics and Retention of Users", "summary": "I was placed in the Retention team. Our team's main job was ensuring that more and more people who have downloaded the Questt app, keep on using the features of the app for their benifit. For this , our day was divided between the Product Task and QC (Quality Checking) Task. In Product Task, we used SQL to pull out statistical data from the Redash Website of Questt and targeted the type of users who", "experience": "PS-1 provided me with an extensive idea of how a startup functions. The time during which I worked for Questt proved out to be highly productive and constructive.", "learning": "By the end of PS-1 I was comfortable with using SQL to pull out data and use it to make statistical and analytical conclusions. I am also now more comfortable in talking with new people as I had to interact with a lot of new members of the Questt team each day. The insights that I gained about real work culture will give me a boost over other students during PS-2 and Campus Placements."}, {"title": "Marketing intern", "summary": "I worked in the branding vertical of Questt, hence I initially went through the numerous elements of branding to have a better understanding and then applied that to the Questt's brand. Then we worked on tools such as figma to design social media posts and stories, as an addition to that we also came up with multiple ideas for the content itself. I worked on community outreach and discord servers too, this was an interesting experience as community outreach involved many elements that were new. From telemarketing to marketing collaborations we worked on many tasks.", "experience": "It was an interactive and enriching experience. Thanks to the active mentors and employees we were in constant contact and had regular tasks that were updated, This kept us disciplined and made sure we had a good learning outcome from our PS.", "learning": "Greater insights into branding and marketing, along with company culture, timings and many more"}, {"title": "Marketing intern", "summary": "I worked in the branding vertical of Questt, hence I initially went through the numerous elements of branding to have a better understanding and then applied that to the Questt's brand. Then we worked on tools such as figma to design social media posts and stories, as an addition to that we also came up with multiple ideas for the content itself. I worked on community outreach and discord servers too, this was an interesting experience as community outreach involved many elements that were new. From telemarketing to marketing collaborations we worked on many tasks.", "experience": "It was an interactive and enriching experience. Thanks to the active mentors and employees we were in constant contact and had regular tasks that were updated, This kept us disciplined and made sure we had a good learning outcome from our PS.", "learning": "Greater insights into branding and marketing, along with company culture, timings and many more"}]}, {"station": "ScoVelo Consulting - Marketing and BD , Chennai", "positions": [{"title": "Webscraping Using Python", "summary": "The project serves as an assistance tool for the Company, using web scraping for extracting the information like the Name, Website, and Founder’s Name of various types of services like Digital marketing Agencies and Social Media marketing Agencies for instance ad coming up with possible combinations for the founder’s mailing address which can later be used to the benefit of the company to reach out to potential customers and helps in the automation of marketing tasks for the agency.", "experience": "Great learning experience", "learning": "Great"}, {"title": "Webscraping Using Python", "summary": "The project serves as an assistance tool for the Company, using web scraping for extracting the information like the Name, Website, and Founder’s Name of various types of services like Digital marketing Agencies and Social Media marketing Agencies for instance ad coming up with possible combinations for the founder’s mailing address which can later be used to the benefit of the company to reach out to potential customers and helps in the automation of marketing tasks for the agency.", "experience": "Great learning experience", "learning": "Great"}]}, {"station": "State Council of Education Research and Training , Thiruvananthapuram", "positions": [{"title": "Modernization of SCERT, Kerala website", "summary": "Our team consisted of 5 students from various BITS campuses. The project assigned to us was related to modernization of the existing website of SCERT, Kerala. The website of SCERT, Kerala was not in compliance with the global standards set for a website and hence needed various modifications in order to make it more efficient and improve the user experience. Some of the major works involved were: 1. Listing down all the major and minor drawbacks present in the website after a lot of discussion and deliberation amongst team members. 2. Creating a prototype of the website using UI/UX designing platform FIGMA. It involved finalizing color palettes and creating the overall layout for the website. 3. Implementation of Design: This involved the use of various website building tools such as HTML, CSS, JavaScript and Bootstrap. Different website components were dealt, designed and implemented individually. The primary focus was on making the user experience as smooth as possible while maintaining the aesthetic appearance of the website.", "experience": "PS1 was a great learning experience. It was the first time we had hands-on experience of how an organization functions. Collaborating with the team, meeting the deadlines and continuous brainstorming over various ideas was quite of an enriching experience.", "learning": "In due course of the project, I was able to learn much more about UI/UX designing and learnt the nuances of designing on FIGMA. I was also able to expand my knowledge base of HTML and CSS to a great extent. Apart from these skills, the most important learning outcome was related to understanding the nitty-gritties of an organization and work accordingly. In a nutshell, PS1 would always act as a foundation for our career as we march into the industry."}, {"title": "Modernization of SCERT Kerala website", "summary": "The objective of the project was the modernization of the SCERT, Kerala website. Modernization refers to making functional updates and redesigning the website so that it conforms with the modern general norms of UI/UX design. Modernization makes for a", "experience": "The experience was quite insightful as it gave a flavor of what working in front end development would be like. The mentor from the organization gave several valuable suggestions regarding the work and the work flow every step of the way.", "learning": "My ability to work in a team was greatly increased. I learnt how to manage work in a team methodically and efficiently. The internship also involved frequently showcasing the work done, in doing so, my presentation skills were furthered. I became more proficient in Figma, html, CSS and some CSS frameworks. I also understood and experienced the various stages involved while redeveloping a website."}, {"title": "Modernization of SCERT Kerala website", "summary": "My project was to modernize the website of SCERT Kerala. The first task I did was to explore the existing website and list down drawbacks in design as well as user experience. Then, I with my team made a new design of the website through Figma, after studying a little bit of UI/UX design theory. Finally, we implemented the design into code using HTML, CSS, JS and Bootstrap.", "experience": "My PS-1 experience was very smooth and had a convenient, well- paced learning curve that was not too steep. Both the faculty mentor and the station mentor were very sweet and helpful in all aspects, and gave us sufficient flexibility in how we were to achieve our tasks. The focus was more on the end-goal than the method used to approach it.", "learning": "I learnt UI/UX designing, wireframing using Figma, Front-end web development using HTML, CSS, JavaScript and Bootstrap. I got my first industry exposure through the internship."}, {"title": "Modernization of SCERT Kerala website", "summary": "My project was to modernize the website of SCERT Kerala. The first task I did was to explore the existing website and list down drawbacks in design as well as user experience. Then, I with my team made a new design of the website through Figma, after studying a little bit of UI/UX design theory. Finally, we implemented the design into code using HTML, CSS, JS and Bootstrap.", "experience": "My PS-1 experience was very smooth and had a convenient, well- paced learning curve that was not too steep. Both the faculty mentor and the station mentor were very sweet and helpful in all aspects, and gave us sufficient flexibility in how we were to achieve our tasks. The focus was more on the end-goal than the method used to approach it.", "learning": "I learnt UI/UX designing, wireframing using Figma, Front-end web development using HTML, CSS, JavaScript and Bootstrap. I got my first industry exposure through the internship."}]}, {"station": "STEM4ALL-Mathematics , USA", "positions": [{"title": "Live classes for AI/ML", "summary": "Taught US based K-12 students basics of ML and how to get started with it over a 3 week long live classes schedule.", "experience": "Received valuable guidance from instructor and had a great learning curve.", "learning": "Basics of ML and how to be able to teach them to beginners."}, {"title": "Project 3 - ATS: Applicant Tracking System", "summary": "Week 1 : Ideation , Planning Phases of the Project Work scheduling and team meetings Defining scope and frameworks", "experience": "It was a great learning experience. We not only got to work on an interesting web application but also had the opportunity to ideate on the same. Exploring various frameworks, I got a taste of the real industry issues while implementing project plans and strategies. I also got a chance to interact in a professional environment and enhance my communication skills. The power and necessity of a simple yet essential activity of making Minutes of the Meeting was reiterated. Overall PS1 was a nice experience and look forward to a great PS2 with a higher work and learning period.", "learning": "Learnt Figma Designing Revisited and explored HTML-CSS Learnt the basics of MongoDB, its association with AWS and how its better than MySQL Explored the basics of Django and later on Flask as we faced issues in creating a backend"}, {"title": "Python AI/ML", "summary": "We taught AI/ML in Python to students in USA.", "experience": "Was a fun and interesting experience.", "learning": "Able to learn how to teach a crowd, get over stage fear and also learnt Python."}, {"title": "Live Classes for Python AI/ML", "summary": "The project my team at STEM4All was assigned was project 2 - live classes for Python AI/ML. We had to learn about and teach basic to intermediate level concepts about the Python programming language, libraries like Pandas, Matplotlib and Seaborn and a basic introduction to artificial intelligence/machine learning.", "experience": "The PS experience was a smooth one. Our mentor and PS1 station co- ordinators were extremely helpful in guiding us on how to go about things, the proper structure for planning and execution, and proper scheduling of required meetings, quizzes and group discussions. Overall, it was a fruitful experience.", "learning": "Learning outcome was positive - we learnt a lot about the ins and outs of the Python programming language, and the various data visualization and ML libraries available, which enhanced our knowledge and skillset for data science/artificial intelligence roles."}, {"title": "Development of web based learning management system.", "summary": "A collective effort was made to create a learning portal having all the following features - 1. Web Application has a login for the students/admin/users(faculties(if possible)). 2. It has a personalized dashboard for the students to check their progress. 3. Instructional videos and modules containing previous year's papers and their progress report in the examinations attempted. 4. Admin has the right to change the course handout and tailor it per the students' requirements and tastes. 5. It also gives the students the freedom to filter the searches based on their requirements (like they can sort their searches based on the year of publication or the difficulty level of the paper). 6. The website has a tutorial section which is the main interface of the website and the most accessed section from the student’s perspective, earlier the tutorial section had links that redirected the students to a new page and there the video will be played, as a result of which the students lost their progress as every time redirection annoys the students, and concentration was difficult to sustain. Now the video (with its link) is provided at the same page and the students can watch their video at any pace and on the same page with disturbing ads and annoying contents. Apart from that, the tutorial section also contains blog/tutorial block where students can preview the content discussed in the video tutorial without watching the video. 7. The personalized dashboard gives the user the freedom to change their profile at any point of time. The administrator can change the permission of the status of the user at any point of time and has the authority to vest power in the hands of the user based upon certain criteria decided by the administrator. 8. The most intriguing and best part of the project is that, often there is an issue with the website that people complain is that, the GUI is not good or the colors and the background is boring and not attractive, so what I have implemented is that, I have given the choice of colors(background, switches and hovering) to the users using it, they can tailor it based", "experience": "I learnt a great deal about Web-Development as a result of working on my PS-I project. This knowledge will be very useful to me in the future, both in and outside the college curriculum. Interacting with my fellow batchmates throughout the duration of PS was very eye-opening. The PS-I was a great learning experience for me. It gave me the opportunity to explore various new domains and learn skills such as time management. The station mentor and PS faculty were very cooperative and helped me throughout the PS. I had the independence of pursuing whatever I wanted to in my free time as well.", "learning": "In conclusion, working on the implementation of the project was very exciting and knowledgeable. Learning about the its-and-bits of Web Development, Designing and Developing frameworks was a first for all. The entire experience of PS was very fruitful and the team is very thankful for the same. PS1 and STEM4all provided a wonderful opportunity to gain first-hand experience in the domains of Web Development which can have significant real-life applications."}, {"title": "Self learning Web application Development", "summary": "I have done web application development while working with STEM4ALL. I have also been in contact directly with the company owner.", "experience": "It was a studious experience filled with learning and improving and meeting deadlines. There was a huge scope for learning new skills.", "learning": "I have learned more about web development and working with different frameworks like ReactJS, Django and hosting services like Azure and AWS."}, {"title": "Developing an ATS", "summary": "We made an applicant tracking system using html , css , mongodb , nodejs, including both the frontend and backend . It was a fun experience was completely professional. It was based in USA so the timings were also different.", "experience": "It was good", "learning": "Learnt different languages like html , css , js , node, mongodb"}, {"title": "Applicant Tracking System", "summary": "We had to make an applicant tracking system web application where candidates could apply for jobs. Then the recruiters would assign interviewers who would then schedule interviews and give feedback which the clients could then review and choose who they wanted to hire.", "experience": "I really enjoyed learning from our industry mentor and I was proud with the product that we delivered at the end of the 7 weeks", "learning": "I learnt a lot about web development and the amount of planning and coordination it takes to successfully deploy a working application. I also learnt to be regular and work according to deadlines."}, {"title": "Development of online portal for education", "summary": "During the period of PS-1, I spent most of my time in learning web devlopment using Django Backend. As I was new to the stack and other team members were familiar with it, we decided to go with Django for backend. Our task was to develop a portal for online education.", "experience": "PS-1 experience was good, as it was also a first time for me to work and collaborate with a organization outside India. Through the 2 months of PS-1, we had discussions and brainstorming sessions. At the end of PS 1, we finished a online learning portal which will be used by the STEM4All organization for uploading the AMC 8 lectures and related resources.Overall it was a good experience.", "learning": "Through PS-1, I learnt multiple soft and technical skills. Professional ethics, business communication and team managemant were some of the non technical skills while technical skills included backend using Django framework and designing using FIGMA."}, {"title": "ATS (Application Tracking System)", "summary": "Was part of a project team that created an ATS(Application Tracking System) for the company using Figma, HTML ,CSS and javascript for the frontend and SQL ,Python for the backend", "experience": "It was a great first experience to work on software development projects. Learnt a lot about what skills we are required to learn and about how effective teamwork is crucial", "learning": "First attempt at creating a real world software development project which led to me gaining exposure ans experience in various new web application and backend frameworks. Most important takeaway is it really honed my teamwork and leadership skills"}, {"title": "Creating Application Tracking System", "summary": "In this project we developed a working ATS (Application Tracking System) web application which handles and simplifies the recruiting and hiring needs of the company. The Admin and candidate can both access the application. The Candidates can upload their resume and can apply to work for a specific position within the company. The admin can use the software to collect information, organise the prospective candidates based on their skill sets and filter the applicants.", "experience": "A new and productive learning experience which thought me a lot on how projects are assigned and completed by developers in the corporate world", "learning": "This project presented me with opportunity to learn various tools and technologies such as Figma, HTML, CSS, JS, MongoDB and Python. This was also a great learning in efficient teamwork and collaboration"}, {"title": "Applicant tracking System", "summary": "As a product development intern, I along with 7 other members worked on Shivark Foundation's new Applicant Tracking System. Our first responsibility involved developing the UI of the software using FIGMA. This was followed by using HTML and CSS to design the front end corresponding to the developed FIGMA designs. The team even worked on developing the back end of the software using MongoDB. In addition to this, the team even proposed a cosine similarity model to rank the candidates based on the skill sets of the applicant.", "experience": "In all, the experience of working in the corporate world was quite surreal. While the team did face some challenges primarily due to the intern being remote, in all the experience was fairly wholesome.", "learning": "Gained knowledge of Front End languages like HTML, CSS etc and back end language like MongoDB. The project also turned out to be fruitful in applying my knowledge of cosine similarity to a real life situation."}, {"title": "Development of online portal for education", "summary": "A collective effort was made to create a learning portal. The web application has three distinct login pages for users, administrators, and instructors. The course handout may be modified by the administrator to meet the needs and preferences of the students. The web page includes modules with previous year's papers and a progress report on the exams they attempted, as well as instructive videos. Additionally, it allows the students the opportunity to tailor the searches to their needs. Additionally, it offers a customizable dashboard where students may monitor their progress.", "experience": "It was truly a great experience to be part of such a organization and be working with such a great team. Learnt many things in Both Tech and Non-Tech spaces, made great companions.", "learning": "Learnt many things like User interface design, User experience research, Business communication, Javascript, Frontend and Backend development. Also learnt professional ethics."}, {"title": "Developing an online portal for STEM Learning", "summary": "A collective effort was made to create a learning portal. The web application has three distinct login pages for users, administrators, and instructors. The course handout may be modified by the administrator to meet the needs and preferences of the students. The web page includes modules with previous year's papers and a progress report on the exams they attempted, as well as instructive videos. Additionally, it allows the students the opportunity to tailor the searches to their needs. Additionally, it offers a customizable dashboard where students may monitor their progress.", "experience": "It was a good learning experience. The project provided me a chance to learn and implement my learning at the same time in a real time project. It gave me a chance to work with other campus students and connect with them.", "learning": "In terms of the soft-skills, I have learned how to connect and communicate with new people and work in a team and take the lead of any project. In terms of the technical skills I learned the basic skills required for Web Development."}, {"title": "Application Tracking System", "summary": "Made an ATS which was used by the company and could schedule interviews and all for the company.", "experience": "Was amazing, had a lot of fun", "learning": "HTML CSS JS FLASK FIGMA"}, {"title": "development of online portal for education", "summary": "development of an online portal for education using django python css html and JavaScript", "experience": "Got to learn al lot as the scope was very big. The team had a bunch of bits interns who were constantly trying and learning all by themselves to complete the project on time.", "learning": "learned Django CSS HTML JS... also learned how to use resources already present on the net judiciously, learned how to code an entire web application."}, {"title": "development of online portal for education", "summary": "development of an online portal for education using django python css html and JavaScript", "experience": "Got to learn al lot as the scope was very big. The team had a bunch of bits interns who were constantly trying and learning all by themselves to complete the project on time.", "learning": "learned Django CSS HTML JS... also learned how to use resources already present on the net judiciously, learned how to code an entire web application."}]}, {"station": "Tamil Nadu Startup & Innovation Mission- Strategy Consulting (onsite) , Chennai", "positions": [{"title": "Analysis of Tamil Nadu Startup eco-system", "summary": "The work was to collect data on the indicators that could be influencing startup culture. Then information regarding grassroots innovation was collected and its challenges were identified. Data collection work for TN Startup events such as Launchpad and S2G was done.", "experience": "My projects were mostly pertaining to data collection , data organization, event management, calling startups, and startup analysis.", "learning": "Enriched event management skill. Improved decision making skills. Improved team work. Improved communication skills."}, {"title": "Analysis on density of startups in Tamil Nadu (Districtwise),Research on Grassroot Innovation in Tamil Nadu and Analysis of profitable startups for SC/ST startup fund.", "summary": "Strategy Consulting is required whenever any problem requires an analytical and a qualitative solution. In this case, Tamil Nadu startup and innovation Mission wanted to better the performance of those districts which were not performing well in terms of the startups blooming from that place.To solve this problem, few metrics were chosen that could possibly affect the startup culture, following which data was collected on these metrics and then analysis was carried out on it.The second problem statement was to research about the difficulties faced by Grass root level innovations that have happened in Tamil Nadu. The third assignment was to select top 10 profitable startups of SC/ST founders for the SC/ST startup fund scheme offered by MSME ministry of Tamil Nadu. The fourth task involved combining all schemes introduced by the MSME ministry and classifying them based on which sector that scheme lays emphasis on. The fifth task was related to event management for the Brand labs and Launchpad event conducted by TANSIM in June, 2022.", "experience": "Overall experience was fairly good and enlightening on how a startup progresses from funding to scaling up stage. The events conducted by TANSIM during my tenure were very useful as these workshops bettered my knowledge in the financial aspect of how startups function. Faculties in TANSIM were encouraging and supportive in all the projects that were assigned to me.", "learning": "Technical skills like Data Manipulation in Excel and Construction of dashboards using Google Data Studio were the biggest learning outcomes during this internship. Organising events have bettered Time and Man-management skills."}, {"title": "Research on Tamilnadu Startup Ecosystem and Analysis of Startups for Funding schemes", "summary": "The first task was to collect data from many sources about the emergence, sustainability, profitability, and geographical distribution of startups in Tamil Nadu, as well as the difficulties they face. The work involved in the ongoing projects of Startup TN such as S2G and StartupTN brandlabs. CEOs of top TN Startups addressed the attendees and had an enlightening discussion with them at the Brandlabs event. A work was assigned that entailed mapping all of Tamil Nadu's government departments and agencies with startups in various industries to meet the demands of the agencies. Based on this, the Department of Social Welfare of the Tamil Nadu government received applications from several startups in the education industry to assist poor students. The second task involved a research to understand about the challenges for grassroot innovations in India. The next task was to collect the data regarding highly funded startups of TamilNadu and the list of angel investors who invested on them. This helps Tansim to approach those angel investors and get their support for promoting many other startups of TN. There was also a powerpoint presentation to be made depicting the current status and funding received by successful and established startups from Tamilnadu. The final task was to analyse Startup's application for TN SC/ST Startup Fund shortlisting them for the funding scheme. The analysis involved evaluating startup on various metrics such as revenue, financials, business model etc.", "experience": "My PS Station Tansim, provided me a lot of exposure in understanding the startup ecosystem of Tamilnadu. We interacted with lot of startup founders across the state and developed our knowledge base on startup culture of tamilnadu. Analysis of", "learning": "It was a great opportunity to enhance our communication and presentation skills. This enriched our knowledge base about the startup world and I understood the various stage of startup. The pitches by various startups in the events provided insights on how to pitch startup products in front of panel members. Experience in logistics and management was gained. Understanding the funding schemes of TN Government and concepts like DIPP number. Enhancement of skills in data analysis and google sheets."}, {"title": "RESEARCH ON TAMIL NADU STARTUP ECOSYSTEM, KEY INITIATIVES, STARTUP SUPPORT SCHEMES, AND ANALYSIS OF STARTUPS FOR FUNDING SCHEMES", "summary": "In order to adequately understand the emergence, sustainability, profitability, and geographical distribution of startups in Tamil Nadu, including the difficulties they face, the first step was to gather data from many sources. In addition to S2G and StartupTN brandlabs, we have ongoing projects with StartupBrandlabs event featured CEOs of top TN startups who engaged in enlightening discussions with attendees. For the purpose of meeting the needs of Tamil Nadu's government departments, it was assigned to map all government departments and agencies with startups in various industries. Several startups in the education industry applied to the Department of Social Welfare of the Tamil Nadu government for assistance. Secondly, we studied grassroot innovation challenges in India to better understand them. Following that, we collected information regarding the highly funded startups in Tamil Nadu and their angel investors. The success of Tansim helps her get the attention of those angel investors so that she can promote many more startups of TN with their help. Furthermore, Tamilnadu-based startups were to present their current status and funding received via powerpoint presentations. Startup had applied to the TN SC/ST Startup Fund, and we were responsible for evaluating their application. Various metrics were evaluated for the analysis, including revenue, financials, and business model.", "experience": "I gained a lot of knowledge about Tamilnadu's startup ecosystem through my PS Station Tansim. By interacting with numerous startup founders across the", "learning": "It was an excellent opportunity to improve our presentation and communication skills. My understanding of the different stages of startup creation was enhanced and my knowledge of the startup world was enhanced. In the events, startups pitched their products in front of panel members and provided insight on how to pitch a startup product to them. During my time at the company, I gained experience in logistics and management. Learning about the funding schemes of the TN Government, as well as concepts such as DIPP numbers. Gaining more experience with Google Sheets and data analysis."}, {"title": "RESEARCH ON TAMIL NADU STARTUP ECOSYSTEM, KEY INITIATIVES, STARTUP SUPPORT SCHEMES, AND ANALYSIS OF STARTUPS FOR FUNDING SCHEMES", "summary": "In order to adequately understand the emergence, sustainability, profitability, and geographical distribution of startups in Tamil Nadu, including the difficulties they face, the first step was to gather data from many sources. In addition to S2G and StartupTN brandlabs, we have ongoing projects with StartupBrandlabs event featured CEOs of top TN startups who engaged in enlightening discussions with attendees. For the purpose of meeting the needs of Tamil Nadu's government departments, it was assigned to map all government departments and agencies with startups in various industries. Several startups in the education industry applied to the Department of Social Welfare of the Tamil Nadu government for assistance. Secondly, we studied grassroot innovation challenges in India to better understand them. Following that, we collected information regarding the highly funded startups in Tamil Nadu and their angel investors. The success of Tansim helps her get the attention of those angel investors so that she can promote many more startups of TN with their help. Furthermore, Tamilnadu-based startups were to present their current status and funding received via powerpoint presentations. Startup had applied to the TN SC/ST Startup Fund, and we were responsible for evaluating their application. Various metrics were evaluated for the analysis, including revenue, financials, and business model.", "experience": "I gained a lot of knowledge about Tamilnadu's startup ecosystem through my PS Station Tansim. By interacting with numerous startup founders across the", "learning": "It was an excellent opportunity to improve our presentation and communication skills. My understanding of the different stages of startup creation was enhanced and my knowledge of the startup world was enhanced. In the events, startups pitched their products in front of panel members and provided insight on how to pitch a startup product to them. During my time at the company, I gained experience in logistics and management. Learning about the funding schemes of the TN Government, as well as concepts such as DIPP numbers. Gaining more experience with Google Sheets and data analysis."}]}, {"station": "Udaan , Bengaluru", "positions": [{"title": "BUILDING A MODEL FOR CUSTOMER FRICTION SCALE IN THE DIGITAL ONBOARDING JOURNEY OF THE USERS OF SUPPLY CHAIN FINANCING PRODUCTS", "summary": "My teammate and I had to devise a customer friction scale, which would help the company realize the major friction points during the user onboarding journey with UdaanCapital. For doing the same, we had to contact some companies who had registered and availed credit from UdaanCapital (the numbers of the customers was provided by employees from Udaan) and create a scale.", "experience": "It was very nice, the mentor was supportive and always guided us. We also learned many new things throughout the PS", "learning": "We learned following things 1.Data Clean-up 2. Data Visualization 3. Relevant metrics &amp; process knowledge 4. Critical business communication 5. Developing interactive dashboards on Google Data Studio."}, {"title": "CHRO Dashboard", "summary": "In my project, firstly we needed to decide the key HR metrics after talking with the stakeholders , by which they can captivate trends on monthly basis and gain insights. Next task after getting the metrics was to generate dummy data for those metrics. After the data was made , we developed the HR dashboard based on that data.", "experience": "It was very nice, the mentor was supportive and always guided us. We also learned many new things throughout the PS", "learning": "We learned following things 1.Data Clean-up 2. Data Visualization 3. Relevant metrics &amp; process knowledge 4. Critical business communication 5. Developing interactive dashboards on Google Data Studio."}, {"title": "Competitive Benchmarking of Digital Lending Fintechs focused on Last Mile Financing", "summary": "We contacted various clients of udaanCapital and did a lot of research and finally came up with a list of competitors of UC and various parameters to compare them with. Later on we gathered information required on these companies for benchmarking with respect to these parameter through extensive research work. In the end we analyzed and concluded this research.", "experience": "It was good. I got to meet various Industry leader of this field. I had an amazing professor. I had an even greater group partner.", "learning": "1. Detailed understanding of Trade Associations and Industry Bodies 2. Bird’s eye view of Strategy formulation to Pilot to Execution in a Fintech setup 3. Developing a sense of P&L ownership"}, {"title": "Competitive Benchmarking of Digital Lending Fintechs focused on Last Mile Financing", "summary": "We contacted various clients of udaanCapital and did a lot of research and finally came up with a list of competitors of UC and various parameters to compare them with. Later on we gathered information required on these companies for benchmarking with respect to these parameter through extensive research work. In the end we analyzed and concluded this research.", "experience": "It was good. I got to meet various Industry leader of this field. I had an amazing professor. I had an even greater group partner.", "learning": "1. Detailed understanding of Trade Associations and Industry Bodies 2. Bird’s eye view of Strategy formulation to Pilot to Execution in a Fintech setup 3. Developing a sense of P&L ownership"}]}, {"station": "Urjanet Non Tech , Chennai", "positions": [{"title": "Program to automatically segregate tickets in different spreadsheet based on due dates, follow-up dates, and ageing using Python (pandas)", "summary": "I used pandas a library in python to develop a program which imports raw report as shared by the company. Further I manipulated this raw report to segregate the tickets which had due date of today, follow-up date of today or tomorrow, and ageing of tickets in descending order into different spreadsheets. The exporting of all", "experience": "The PS-I experience was a wonderful professional experience which gave an insight into this industry. As the company was going through a merger we also got to learn how it affects the employees. I worked in the customer support and service team which helped me to enhance my ability to work in teams and also provided me with the experience on how companies deal with the issues faced by the customers. The whole experience was very different than academic experience, here the tasks and duties are self driven and not much guidance is provided, we had to do our own research for our tasks. Work-life balance was maintained through out and fun activities such as fun-fridays were hosted by the company.", "learning": "I got to use my basic programming skills into building something valuable for the company. I learnt python during the course of PS-I for using it in the project that I was assigned. I also learnt how the corporate structure works. Process wise, our team believed that no process is finished and there is a scope of improvement which we can keep refining and improving upon."}, {"title": "INTERACTIVE VISUAL DASHBOARD, ENROLLMENT TEAM", "summary": "1. Used Power BI software to make interactive dashboards for the company using Daily tracking Data Base. 2. Worked for the Enrollment Team to Enroll the Customer Accounts using tools like Urjanet Keyring, Skylight and Google sheets, Urjanet portal and also collecting the data credentials of those accounts.", "experience": "At the beginning it was hectic to manage the enrollment team work along with the project which mainly involved getting data from the portal and paste them in the google sheets and use those data to enroll the utility account, later my focus shifted towards completing the project. My team supported me for this and reduced my workload of enrolling account and focus on project. In the end it was a good experience to learn a software for the project which I expect will surely help in my future opportunities.", "learning": "PS-1 gave me a good exposure how a company and a team works, how the work is divided. helped me get some work management skills, working with a team improved my leadership as well as communication in a group."}, {"title": "Account Status Identification", "summary": "My job was to identify the billing status of different customer accounts with errors in their automated process. After marking the status the relevant team can solve the problem more efficiently.", "experience": "I had work assigned everyday to me and was expected to finish them before the end of the day.", "learning": "The main learning outcome for me was experiencing the work atmosphere. I learnt the account auditing process as well which was my daily work these past two months."}, {"title": "Account Status Identification", "summary": "My job was to identify the billing status of different customer accounts with errors in their automated process. After marking the status the relevant team can solve the problem more efficiently.", "experience": "I had work assigned everyday to me and was expected to finish them before the end of the day.", "learning": "The main learning outcome for me was experiencing the work atmosphere. I learnt the account auditing process as well which was my daily work these past two months."}]}, {"station": "William O Neil (WON) India - Stock Market Analysis , Bengaluru", "positions": [{"title": "Data Analysis of William O'Neil Products", "summary": "One of the many tasks assigned to me was to research about the products of William O’Neil India and present them. My focus was on the two major products offered to the Indian market namely,", "experience": "I took this opportunity to make myself aware of the Bloomberg terminal. Secondly, I learnt cross functional skills by attending various webinars on various important topics. I gained soft skills like communication and interpersonal skills by engaging in group projects and having group discussions and seminars on relevant topics.", "learning": "Advanced usage of MS-Excel & Python to some extent to automate processes. I was able to learn some basic functionalities of the Bloomberg terminal, making of a corporate reports and presentations."}, {"title": "Data Analysis of William O'Neil Products", "summary": "One of the many tasks assigned to me was to research about the products of William O’Neil India and present them. My focus was on the two major products offered to the Indian market namely,", "experience": "I took this opportunity to make myself aware of the Bloomberg terminal. Secondly, I learnt cross functional skills by attending various webinars on various important topics. I gained soft skills like communication and interpersonal skills by engaging in group projects and having group discussions and seminars on relevant topics.", "learning": "Advanced usage of MS-Excel & Python to some extent to automate processes. I was able to learn some basic functionalities of the Bloomberg terminal, making of a corporate reports and presentations."}]}]