[
  {
    "station": "APS Lifetech , Pune",
    "positions": [
      {
        "title": "WEB DEVELOPMENT",
        "summary": "We developed an automated chatbot for the company website which helps in answering the most common questions a first time visitor to the site generally has, (using python code and streamlit) .",
        "experience": "I had a good PS experience frequented with group discussions, quizzes and report presentations.",
        "learning": "My experience taught me that a punctual and sincere involvement in the said work rewards greatly in the working sector."
      },
      {
        "title": "Use of Bioreactors in preperaton of synthetic milk",
        "summary": "We worked on the principle of bioreactor, its working, learned how synthetic food like like synthetic honey, milk can be prepared using a bioreactor. We learned about the different types of bioreactor and the construction and working mnechanism of each of them. We also got to know how synthetic bioogy can turn out to be huge boon for us in the future with ever increasing demand of human popluation on food resources.",
        "experience": "It was an amazing experiance afterall. Although, it would have been better if it was offline as we then might have got the chnace to practically experiance such things. But, it still taught me a lot nof new things so yes it was a wonderful experiance.",
        "learning": "I learned about the use of synthetic biology in prepeation of food items and dairy products and how through genetic engineering and through use of bioreactor, we can make our desired product."
      },
      {
        "title": "UAV development for agriculture.",
        "summary": "As a part of project at APS Lifetech pvt. limited we worked on the design of the UAV that specializes in the field of agriculture. We worked on designing various components of drone and assembling them to build a complete drone in solidworks software . We also used MATLAB to simulate the flightpath of the drone . We used arduino to develop the sprayer system to spray the liquid . We studied the design and working of the flight controller . We also tried developing fully autonomous flight control . Further we analyzed the economics and market of agricultural drone industry . We tried to find various solutions and strategies to make the agricultural drone more economically feasible and accessible to Indian farmers .",
        "experience": "It was overall enriching, upskilling and at the same time it was not at all stressful .",
        "learning": "Through this project I got opportunity to learn various skills - both technical and soft skills and various concepts in the field of drone technology , designing with solidworks , writing code on MATLAB and the use of arduino to develop robotic designs ."
      },
      {
        "title": "Neuroblastoma",
        "summary": "Understood the basic cancer biology, studied literature on neuroblastoma and made a report on targeted and non-targeted therapies for treating Neuroblastoma",
        "experience": "It was interesting to go through research papers and quite an engaging experience with the subject we were studying",
        "learning": "Research methodology"
      },
      {
        "title": "Neuroblastoma",
        "summary": "Understood the basic cancer biology, studied literature on neuroblastoma and made a report on targeted and non-targeted therapies for treating Neuroblastoma",
        "experience": "It was interesting to go through research papers and quite an engaging experience with the subject we were studying",
        "learning": "Research methodology"
      }
    ]
  },
  {
    "station": "AREMA TECHNOLOGIES , Agra",
    "positions": [
      {
        "title": "Python and It's Libraries",
        "summary": "Learning new technologies, languages and softwares",
        "experience": "Helpful and knowledgeable mentor",
        "learning": "Learnt a great deal about how things work in corporates"
      },
      {
        "title": "FACIAL RECOGNITION ATTENDANCE SYSTEM",
        "summary": "Learnt the process of face recognition by using face_recognition library, Haar Cascade classifiers and LBP Algorithm and also using mediapipe . Also went through how to use classifier developed through FaceNet Model using keras and ML algorithms such as SVM. Designed a program which builds a training dataset by collecting pictures of several public figures from the Internet and storing them and identifying the faces of person captured through a webcam in real time and compare the 128 dimensional face encodings of test person with each person in trained dataset and output the name if the person matches any of them . The name of the person is stored along with its timestamp so to assist the client to record attendance of the respective person . The program was made automated using Selenium WebDrivers and all records were stored in a database like website created using Flask at the backend.",
        "experience": "PS-1 experience was very positive as it gave us an idea of how the industries functions in daily lives and what kind of accuracy and pace it expects from their interns . The PS faculty and PS mentor were very supportive throughout the PS-1 and helped wherever we face any kind of obstacles . Got the opportunity to learn different skills and the art of implementing them .",
        "learning": "Learnt the daily functioning of IT industries and several python libraries along with some of the Machine Learning Algorithms"
      },
      {
        "title": "To make the frontend of the websites",
        "summary": "I was told to learn the markup Languages like HTML,CSS and programming Languages like Javascript and Open Source library Bootstrap .After learning those i was told to mke the frontend of the website Learn German.",
        "experience": "As mentioned above, I learnt languages like HTML, CSS, JavaScript and Open Source library Bootstrap. Using these and under the guidance of PS Station, I can now make Frontend of Any websites. The PS stations mentors were helpful and were eagerly helping me to solve any of the difficulties I faced.",
        "learning": "I learnt technologies and languages like HTML,CSS,JavaScript and Open Source library Bootstrap ."
      },
      {
        "title": "UI design for IT management systems",
        "summary": "The first task was to learn about ServiceNow Technologies. ServiceNow is a cloud-based workflow automation platform that helps enterprise organizations to improve efficiencies in operations by automating and streamlining routine work tasks. Work was done upon the following apps in the course of learning these technologies. Collection Tracker : The Collection Tracker application allows to track any type of collection. To do App: The To Do application will manage and track all the to dos a person needs to complete for any aspect of their life. Innovate App: The Innovate application allows users to submit ideas for innovations to processes, team building, and cost savings. NeedIt App: an application to manage requests for goods or services from multiple departments within an organization was made. The next task was to Create UI for a Survey App using Android Studio and Figma technologies. This UI had a login page and a dashboard that would help in scheduling and updating the progress of surveys conducted for houses and vehicles.",
        "experience": "It was a good learning experience. Tasks were assigned to us from time to time. The updates about the progress was provided to the station and I got the necessary feedback. The project manager and supervisor were accommodating and friendly. They understood that this was our first time in such an environment and gave us the necessary time to learn I got to learn a lot about app development in Android Studio new concepts such as ServiceNow technologies and industry related skills from him. The project assigned proved to be very useful too.",
        "learning": "Learnt about the application of GitHub, ServiceNow and Android Studio technologies by developing UI for useful management based apps"
      },
      {
        "title": "Automation and IOT",
        "summary": "Majorly during my PS-1 , I have worked upon Python programming language and done several tasks on them, like 1)I have worked on microservices in Python, in have developed programs. Suppose there is a directory and inside that directory there are another directories and files, and again those directories have further more directories and files, forming nested system of directories and files. I have created a program, which extracts all the files insides all the nested directories including the home directory and store it in a separate directory in home. Then it filters all the files according to their extensions, and makes folders in that separate directory itself with folders named after extensions (for ex .txt,.xlsx,.py,.pdf etc.) automatically on its own, like we do not know what all types of files present in the directories, program fetch all the file extensions and then make folder after their names and transfers the files according to the extension, in the particular folder of extension name. In this i have used openpyxl and pandas libraries of python. 2.) Secondly, I have created program, that reads all the excel files presents in the above nested directories, took out specific data from those files. There are excel workbooks, inside that there is multiple excel sheets, from all those excels sheets I have took out the specific data like, only phone numbers and names and stored that data in other excel sheet. 3)Also I have helped my partner during ps-1,on the Face recognition, which uses OpenCV library of python 4)After that I have switched to backend development using Python and Flask.",
        "experience": "In my opinion, offline PS1 is far more better than online PS1. Offline PS provides you work environment and company culture.",
        "learning": "I have learn about modern technologies used in the world right now, to solve problems faced by the people, digitally. I have learned Python programming language and its frameworks like Flask, Selenium(Web Scraping) and MySQL database, and done tasks on th"
      },
      {
        "title": "Automation and IOT(Internet of things)",
        "summary": "In my PS-1 I have majorly worked upon Python programming language, it's libraries and it's frameworks, and performed various tasks on them. 1) I have worked on microservices in Python, in have developed programs. Suppose there is a directory and inside that directory there are another directories and files, and again those directories have further more directories and files, forming nested system of directories and files. I have created a program, which extracts all the files insides all the nested directories including the home directory and store it in a separate directory in home. Then it filters all the files according to their extensions, and makes folders in that separate directory itself with folders named after extensions (for ex .txt,.xlsx,.py,.pdf etc.) automatically on its own, like we do not know what all types of files present in the directories, program fetch all the file extensions and then make folder after their names and transfers the files according to the extension, in the particular folder of extension name. 2.) Secondly, I have created program, that reads all the excel files presents in the above nested directories, took out specific data from those files. There are excel workbooks, inside that there is multiple excel sheets, from all those excels sheets I have took out the specific data like, only phone numbers and names and stored that data in other excel sheet. In these two tasks, I have used openpyxl and pandas library. 3) Finally I have developed backend for a website using Flask and Selenium.",
        "experience": "My PS-1 experience is very good, all staff members are very helpful, and provided me a great way of learning things.",
        "learning": "I have learned about modern technologies used in todays world, for solving the problems faced by the people, digitally(if possible).For this I have learned python programming language and worked upon various libraries of python such as Openpyxl, xlrd, pan"
      },
      {
        "title": "Automation and IOT(Internet of things)",
        "summary": "In my PS-1 I have majorly worked upon Python programming language, it's libraries and it's frameworks, and performed various tasks on them. 1) I have worked on microservices in Python, in have developed programs. Suppose there is a directory and inside that directory there are another directories and files, and again those directories have further more directories and files, forming nested system of directories and files. I have created a program, which extracts all the files insides all the nested directories including the home directory and store it in a separate directory in home. Then it filters all the files according to their extensions, and makes folders in that separate directory itself with folders named after extensions (for ex .txt,.xlsx,.py,.pdf etc.) automatically on its own, like we do not know what all types of files present in the directories, program fetch all the file extensions and then make folder after their names and transfers the files according to the extension, in the particular folder of extension name. 2.) Secondly, I have created program, that reads all the excel files presents in the above nested directories, took out specific data from those files. There are excel workbooks, inside that there is multiple excel sheets, from all those excels sheets I have took out the specific data like, only phone numbers and names and stored that data in other excel sheet. In these two tasks, I have used openpyxl and pandas library. 3) Finally I have developed backend for a website using Flask and Selenium.",
        "experience": "My PS-1 experience is very good, all staff members are very helpful, and provided me a great way of learning things.",
        "learning": "I have learned about modern technologies used in todays world, for solving the problems faced by the people, digitally(if possible).For this I have learned python programming language and worked upon various libraries of python such as Openpyxl, xlrd, pan"
      }
    ]
  },
  {
    "station": "Central Leather Research Institute (onsite) , Chennai",
    "positions": [
      {
        "title": "Design and Synthesis of Porous Framework Materials for Energy Harvest and Storage",
        "summary": "This project was conducted in the Inorganic and Physical Chemistry Laboratory (IPCL) at the Central Leather Research Institute (CLRI). The first thing I did was to read a review paper about the aforementioned porous framework materials, namely Covalent Organic Frameworks or COFs. These are a special class of polymers which have good crystallinity and porosity. They have many useful applications though the details of that were beyond the scope of this project. Reading this paper was necessary as I was not very familiar with these materials. I also needed to change my approach slightly as I was a chemical engineering student and this project was largely related to chemistry. Once I understood more about the synthesis mechanisms and geometries of COFs, my guide and I decided to focus on the synthesis and activation (treatment to improve crystallinity and porosity) of two specific COFs. I searched for and read some research papers detailing the procedures followed by other researchers from around the world. Through this process not only did I find important and significant papers about COF synthesis and activation but I also came across some interesting findings which helped me get a better overall picture about these materials. We attempted to synthesize COFs in the laboratory using some methods reported in previous literature. Due to some issues, the COFs were not as crystalline as would be desired, but it was still a good learning experience.",
        "experience": "My PS1 experience was good and very useful. I gained exposure to the functioning of a research organization as well as to the way researchers go about their work. My guide was very supportive if slightly busy. The staff at CLRI were nice and helpful.",
        "learning": "I got to learn a great deal about a class of very useful materials which have a lot of scope for the future. I also learnt about the non-straightforward nature of practical work and how experiments may not work out due to factors outside of human control."
      },
      {
        "title": "Modeling and simulation of spray drying process",
        "summary": "Spray drying is general process for any product especially for formation of milk powder, pharmaceuticals. Here in my PS station being a leather institute,We worked on Basic Chromium Sulfate(BCS) powder and Proteolytic enzyme.Several experiments have been conducted to get the optimised drying conditions. Model equations (ODEs and PDEs) were framed and simulated to get those optimised design and performance parameters for validation with the previous research literature on spray drying process",
        "experience": "It was a really good experience for me. I got the project in my desired field of research. My scientists are very helpful and cooperative. I will definitely recommend this PS station especially for those who are interested in modeling and simulation and other computational studies. Finally coming to the city in which PS is locay.It is Chennai. Not many places to explore. Weather is always humid.So keep that in mind before considering this .",
        "learning": "My MATLAB and Python skills were thoroughly tested and improved in this project duration. Also I understood how the actual process goes in industry and met many industry experts as well."
      },
      {
        "title": "Stabilization of collagen using nanoparticles",
        "summary": "I have worked on collagen.Firstly i had to research about the topics and pick a suitable organic nanoparticle for my study later i prepared a protocol to synthesize nanoparticles and started my lab work. I synthesize the nanoparticles and analysed that copper was present so i removed copper than characterized my nanoparticles on basis of size and Zeta potential. Later on i introduced my nanoparticles to collage and did CD,IR, fluorescence spectroscopy and checked it's stability and interactions with the nanoparticles.i concluded that my nanoparticles can be used with",
        "experience": "It was a great learning experience for me. i got exposure to the research field and also could apply my theoretical knowledge obtained practically.",
        "learning": "I learnt the principle, working and maintaining various instruments and also got to learn how to work in a research lab"
      },
      {
        "title": "Extraction of cellulose from agro-waste for biomedical applications",
        "summary": "Did a lot of research work in the first few weeks then started the lab work with the assistance of a project head and guide.",
        "experience": "It was a great experience being able to know things at a practical level. The project guides at the PS Station were deeply insightful and helpful throughout the duration.",
        "learning": "I got an insight into how research labs work at the industrial level. I was able to test what I learnt through the continuous evaluations that were conducted by our PS faculty. I am now good at giving presentations and writing reports for thesis for vario"
      },
      {
        "title": "NMR METHODOLOGY FOR STRUCTURAL AND DYNAMICAL CHARACTERIZATION OF CHEMICALS",
        "summary": "The Whole Ps-1 was really interesting and knowledgeable. Practice School Program provides students an opportunity to Practice what they have learnt, in global organizations under the supervision of a mentor. We worked on cutting edge technologies and could choose to Practice in our own discipline of study or cross discipline areas. In addition to, providing students an opportunity to play roles requiring multifunctional skills, this flagship program also provides many students, a chance secure a PPO.PS-I is primarily exposure-oriented program which is graded for five units as it is an integral part of the curriculum. As i went to onsite Ps whole 2 months of PS was really experiencing and I learnt many new things. Our industry mentor and project guide was also very supporting. I was given a topic on the basis of my qualifications and interest. Further reaching at Chennai PS station we were asked to coordinate with the project guide .I worked in NMR Labs to learn its structures and many other important thing. Work work exposure was given to us and this was really a nice and new experience. With that I worked upon my topic and 2 GD were also held in between the whole PS .At the middle of these 2 months were were also asked to give presentation and a report on our topic .Likewise again at the end of the PS were again submitted a final report on the topic with presentation and many quizzes were also held in the process to know our understanding on the topic.",
        "experience": "great and knowledgeable experience",
        "learning": "       work exposure with knowledge of industry working with full enthusiasm."
      },
      {
        "title": "NMR METHODOLOGY FOR STRUCTURAL AND DYNAMICAL CHARACTERIZATION OF CHEMICALS",
        "summary": "The Whole Ps-1 was really interesting and knowledgeable. Practice School Program provides students an opportunity to Practice what they have learnt, in global organizations under the supervision of a mentor. We worked on cutting edge technologies and could choose to Practice in our own discipline of study or cross discipline areas. In addition to, providing students an opportunity to play roles requiring multifunctional skills, this flagship program also provides many students, a chance secure a PPO.PS-I is primarily exposure-oriented program which is graded for five units as it is an integral part of the curriculum. As i went to onsite Ps whole 2 months of PS was really experiencing and I learnt many new things. Our industry mentor and project guide was also very supporting. I was given a topic on the basis of my qualifications and interest. Further reaching at Chennai PS station we were asked to coordinate with the project guide .I worked in NMR Labs to learn its structures and many other important thing. Work work exposure was given to us and this was really a nice and new experience. With that I worked upon my topic and 2 GD were also held in between the whole PS .At the middle of these 2 months were were also asked to give presentation and a report on our topic .Likewise again at the end of the PS were again submitted a final report on the topic with presentation and many quizzes were also held in the process to know our understanding on the topic.",
        "experience": "great and knowledgeable experience",
        "learning": "       work exposure with knowledge of industry working with full enthusiasm."
      }
    ]
  },
  {
    "station": "L. V. Prasad Eye Institute - IT (onsite) , Hyderabad",
    "positions": [
      {
        "title": "Educational Games Testing",
        "summary": "We focused on testing developed games by a 3rd party. We also refined game directions and guidelines for players, helped run a pilot with set of inhouse students, took feedback and compiled user end feedback & challenges. In Game                                              16  testing, we acquired guidelines of each game, communicated it to stake holders at all levels Interaction with student groups, feedback generation and reporting Educational game development. Had to work on understanding of eye care to play the games and had to interact with diverse set of learners.",
        "experience": "It was really good, I got a chance to work with full time game- developers, learned a lot about how an institute works in detail. My project being an onsite one I interacted with them in person and that was a whole new experience for me.",
        "learning": "I learned a lot about the working of an hospital. The different departments and the amount of work these health workers do for a healthy society. Coming to my project I learnt about game development and what it means to be a game tester. Its a whole new w"
      },
      {
        "title": "LEAVE MANAGEMENT SYSTEM",
        "summary": "The main project at our PS station, L V Prasad Eye Institute was that of a Leave Management System, for managing the sanctioned leaves of the trainees. Earlier the leave applications and approvals were handled physically, which was a cumbersome process. A physical paper copy of the leave application had to be filled out and passed around to the HODs and the mentors, before leave could be accepted or rejected. This entire process could take many days and sometimes even spread over the timespan of the applied leave. They also had to manually update the leaves of every individual in an excel sheet, to keep track of their leaves. After considering the problem, we decided that an online portal-like website would be convenient and easy to use for them. It would also be accessible on the PC as well as phone. We found an open-source project running on JavaScript, Node.js and MongoDB and decided to use it as a framework for our project. We later modified and customized the LMS to suit the requirements of the institute, which allows a trainee to send a leave request to their HOD and the mentor simultaneously and allows them to approve or deny the request.",
        "experience": "The exposure we got from the side of the PS station and from our PS mentors as well was quite the experience. It was a challenging change of environment for me and gave",
        "learning": "I ended up learning about front-end and back-end web development. I have gotten to know the basics of multiple languages such as python, JavaScript, HTML, and CSS among others."
      },
      {
        "title": "LEAVE MANAGEMENT SYSTEM",
        "summary": "The main project at our PS station, L V Prasad Eye Institute was that of a Leave Management System, for managing the sanctioned leaves of the trainees. Earlier the leave applications and approvals were handled physically, which was a cumbersome process. A physical paper copy of the leave application had to be filled out and passed around to the HODs and the mentors, before leave could be accepted or rejected. This entire process could take many days and sometimes even spread over the timespan of the applied leave. They also had to manually update the leaves of every individual in an excel sheet, to keep track of their leaves. After considering the problem, we decided that an online portal-like website would be convenient and easy to use for them. It would also be accessible on the PC as well as phone. We found an open-source project running on JavaScript, Node.js and MongoDB and decided to use it as a framework for our project. We later modified and customized the LMS to suit the requirements of the institute, which allows a trainee to send a leave request to their HOD and the mentor simultaneously and allows them to approve or deny the request.",
        "experience": "The exposure we got from the side of the PS station and from our PS mentors as well was quite the experience. It was a challenging change of environment for me and gave",
        "learning": "I ended up learning about front-end and back-end web development. I have gotten to know the basics of multiple languages such as python, JavaScript, HTML, and CSS among others."
      }
    ]
  },
  {
    "station": "L.V. Prasad Eye Institute - Production Process (onsite) , Hyderabad",
    "positions": [
      {
        "title": "Implementation of Quality Manual for Manufacturing of AstraSight Ortho-K Lens",
        "summary": "My work entailed developing an ISO 13485:2016 quality manual for regulatory compliance in manufacturing of LVPEI's new \"AstraSight Ortho-K Lens\". In order to develop the quality manual, I had to thoroughly understand the ISO 13485:2016 standard and research which clauses of ISO 13485:2016 required what kind of documentation in order to establish compliance. In order to accomplish this, I learned about the contact lens manufacturing process flow and the specialized equipment needed. I also visited LVPEI and observed their audit process in-person.",
        "experience": "I found my work during PS-I very interesting and enriching. It was only due to PS-I that I was able to appreciate the role of mechanical engineering in the healthcare sector. Both my faculty-in-charge as well as my project mentor were extremely approachable and forthcoming when I needed help. The group discussion and seminar evaluation components brought me out of my shell. Furthermore they impelled me to improve my communication and presentation skills. The expert lectures that were organized enabled me to explore various industries and figure out where my interests lay.",
        "learning": "At LVPEI, I learned about the steps and devices involved in manufacturing their lenses i.e., design, diamond tip cutting, radiuscope, lensometer,"
      },
      {
        "title": "Implementation of Quality Manual for Manufacturing of AstraSight Ortho-K Lens",
        "summary": "My work entailed developing an ISO 13485:2016 quality manual for regulatory compliance in manufacturing of LVPEI's new \"AstraSight Ortho-K Lens\". In order to develop the quality manual, I had to thoroughly understand the ISO 13485:2016 standard and research which clauses of ISO 13485:2016 required what kind of documentation in order to establish compliance. In order to accomplish this, I learned about the contact lens manufacturing process flow and the specialized equipment needed. I also visited LVPEI and observed their audit process in-person.",
        "experience": "I found my work during PS-I very interesting and enriching. It was only due to PS-I that I was able to appreciate the role of mechanical engineering in the healthcare sector. Both my faculty-in-charge as well as my project mentor were extremely approachable and forthcoming when I needed help. The group discussion and seminar evaluation components brought me out of my shell. Furthermore they impelled me to improve my communication and presentation skills. The expert lectures that were organized enabled me to explore various industries and figure out where my interests lay.",
        "learning": "At LVPEI, I learned about the steps and devices involved in manufacturing their lenses i.e., design, diamond tip cutting, radiuscope, lensometer,"
      }
    ]
  },
  {
    "station": "MASTH (UltraHive Healthcare Pvt Ltd) - Digital Marketing , Hyderabad",
    "positions": [
      {
        "title": "Digital Marketing - Market Research (Understand the expectations of students from mobile applications for emotional wellness and mental health)",
        "summary": "Read articles and researched about various types of market research, how to conduct them, various types of surveys, mental health applications. Prepared a questionnaire for the survey, and conducted interviews with various students and interacted them for their responses and insights. Researched about the competitors , their target audience, and their pros and cons. Prepared an online survey form and uploaded it to reach the maximum target audience, and coordinating with the social media marketing team to reach the extent of the form link through various social media platforms (Instagram). Collected and analyzed the the responses from the survey form. Analyzing the data and focused on the insights of the data collected statistically and info-graphically. Giving suggestions on what features the app should more focus on for the best user experiences.",
        "experience": "The journey of PS-I was amazing. This project has been extremely amazing and useful for me and the company as well. Important and useful data and responses has been collected through the interviews with various students from different age groups, surveys and the competitor research profile. Attending the regular standup meetings, giving updates, taking up a new task and targeting it to complete before the deadline was a fun. Interacting with various people in the same domain and connecting with talented people was very useful for the industry experience. The overall journey taught me many things, being disciplined, completing projects, tasks, learning new skills and improving communicating and interactive skills. The overall journey was amazing and a memorable one.",
        "learning": "I have learnt a lot of interesting and new skills. I have learnt about the market research, market analysis, data collection, business development and growth strategy. Skills also learnt of conducting surveys, preparing questionnaire, conducting interview"
      },
      {
        "title": "Search Engine Optimisation",
        "summary": "The PS Station (MASTH) had 2 domains - Digital Marketing and App Development. Digital Marketing was broken into SEO(one team of 2 members), Market Research(3 individual persons) and Social Media (one team of 2 members). The SEO team was my allotment. Search Engine Optimisation (SEO) refers to the set of techniques which improve the ranking of the target website in search engines like Google. The main concepts of SEO are keyword research, effective SEO content, on page SEO, call to action sections, internal linking & backlink, analytics like Google Tag Manger and google analytics (all are free), site building through leadpages, tools like google keyword planner and moz.  Each of the components was new to me, therefore learnt through the free resource: https://youtu.be/OYRkIGaP80M , then worked accordingly, to drive traffic to the station's website.",
        "experience": "The PS station taught me many valuable lessons. It got me accustomed in a transitioned manner to the work culture, such as the tri weekly (Mon, Wed, Fri) 20 minute online meetings where the work done in the week was analyzed and plans for the future week were discussed. Feedback was also given. Being a teenage mental healthcare startup, we communicated directly with the co founders, no time was wasted due to chain of communications. A high valuable lesson learnt was daily early morning planning of the day according to the time available and how to allocate work accordingly. Basically planning and execution of the work. SEO being a technical aspect, there was a set plan and no randomness, the components mentioned in the short summary was learnt and then implemented Summary, MASTH is a professional company with very effective management (both the co-founders are from IIM A), there was no delay in communications and they are always ready to help. Remember there is enough rather great work life balance but you should be willing to work. Not a station to be taken LITE.",
        "learning": "-Keyword Research : Compile keywords which drive high volume and attract less competition.  -SEO Content : Generate content along the lines of effective SEO techniques. -On Page SEO : Elements of the site like HTML Tags like headers, urls and meta tag. A"
      },
      {
        "title": "CONDUCT INDUSTRY RESEARCH AND STAY UP-TO-DATE ON BEST PRACTICES, COMPETITOR UI DESIGNS AND EMERGING TECHNOLOGIES",
        "summary": "I had to thoroughly get familiar with the different competitors, their UI and their pros and cons. After extensive research about the mental health and wellness companies I came up with a database, which compares various companies on different parameters. These parameters were whether the company has Therapist as a feature, If yes then via which format it is done -chat , audio or video mode. If the app uses some kind of Artificial Intelligence or Machine learning in it in the form of chatbot, mood tracker etc. If the app provides anonymity to the users or not, whether it has insurance feature or not, etc. Finally I had to make an analysis about the tangible conclusions and insights from that data which would help the company in growing and expanding further. Apart from this I also had to work on a model that predicts the sentiments of a user review with a decent accuracy. I worked on such a model and made it compatible with my system , and fixed the bugs in it. The model has an accuracy of 80-90% on average. Using the model I did sentiment analysis for a couple of companies that were our competitors based on the names given by the cofounder.",
        "experience": "The project has been extremely useful for me as well as the company. I on a personal level have got to know about the Mental health and wellness industry. It also cleared some of the inhibitions and doubts in my mind regarding mental wellness. The project has also enabled me to understand the importance of Digital Marketing and Market Research in general. It has also helped me to develop analytical thinking skills as I had to systematically compare the companies and bring out meaningful insights from it which has some practical use.",
        "learning": "Learnt about Market Research, Primary Source based Research, Secondary Source based Research, Competitor Analysis, Python, ML model, Handling CSV files, Industry Exposure and Professional ethics"
      },
      {
        "title": "Social Media Management",
        "summary": "My project targetted the increase in followers and interaction on our instagram page @masthlife. I had to create a safe and welcoming space providing emotional peace to teenagers. I coordinated with the other teams and ensured aligned content. I recorded audio for the offical masth app specifically a guided gratitude meditation",
        "experience": "It was enriching working at an environment like the one created by MASTH. The interaction with the founders and my team mates was most inspiring and something I always looked forward to. I enjoyed and cherished every bit of it!",
        "learning": "I learnt a lot about digital marketing- The use of Canva and Ms powerpoint, and how to coordinate among team members, how to give presentations orally and digitally. How to communicate in a professional manner, and how to deliver content to our target aud"
      },
      {
        "title": "Search engine and app store optimization",
        "summary": "The principal work done during the ps included writing effective SEO content for blogs, website and social media accounts, developing link building strategies and analysing keywords. It also consisted of performing competitive analysis and identifying gaps in the content or areas of improvement in the qeb design. Finally, tracking important SEO metrics including organic traffic, conversion rates and time spent on a page also formed an integral part of the project.",
        "experience": "Ps -1 being the first industrial exposure was very plesant. This was a lesson in how industries function and how to collaborate with different teams to create a sustainable improvement strategy. I also got to dabble with several interdisciplinary topics and their implementation in the real world which in itself was an amazing learning experience.",
        "learning": "The learning outcomes of ps1 are several. Firstly I learnt important technical skills regarding designing of webpages and the method involved in ensuring that it is indexed by a search engine. App store optimization helped in understanding the factors inv"
      },
      {
        "title": "(Designing the infographics for social media, brochures and the look and feel of the website",
        "summary": "So, as my PS station allotment is under the digital marketing team, I was supposed to handle all stuff related to marketing, graphic designing etc. Basically, all the graphical stuff interacting with people is either created or monitored by me.",
        "experience": "It was a decent experience, as it was my first intern, I got to a gyst of corporate life, how the meetings are conducted, presentation are done etc.",
        "learning": "I came to a conclusion that reach on social media handles can be increased by consistency and by making the public beleive that following this page will have a positive impact on their mindset"
      },
      {
        "title": "Digital Marketing (Market Research)",
        "summary": "My role as a market researcher was to understand the expectations of schools from emotional wellness start-ups. I had to collect data through surveys, interviews, focus groups etc. and give the insights gained from the data to the founders of the company. I also worked with the social media management team and provided them with the insights to help them make content for the social media account of the company.",
        "experience": "The experience was good and the work was interesting as well.",
        "learning": "Learnt how to frame questions in order to get maximum data from the interviewee."
      },
      {
        "title": "Digital Marketing (Market Research)",
        "summary": "My role as a market researcher was to understand the expectations of schools from emotional wellness start-ups. I had to collect data through surveys, interviews, focus groups etc. and give the insights gained from the data to the founders of the company. I also worked with the social media management team and provided them with the insights to help them make content for the social media account of the company.",
        "experience": "The experience was good and the work was interesting as well.",
        "learning": "Learnt how to frame questions in order to get maximum data from the interviewee."
      }
    ]
  },
  {
    "station": "MASTH (UltraHive Healthcare Pvt Ltd) - Mobile App Development , Hyderabad",
    "positions": [
      {
        "title": "Mobile App Development",
        "summary": "We had to make a mental health app, which allowed authorised user to store and view prompts from firebase, write biometrics locked journals, play relaxing music fetched from firebase, store their profile data in firebase, upload their profile photo, delete their account and all data in firebase.",
        "experience": "I had a good experience working at my PS station. The work seemed overwhelming at the start, but soon I learnt how to have a work-life balance. Talking with my mentors and attending sessions organised by the company was another plus point. The sessions helped me with my career choices. Also the mentors were really nice and helped with me a lot all throughout my PS.",
        "learning": "I gained knowledge about Flutter, dart and Firebase. I also learnt about best practices that should be followed while writing the code and how to develop apps for different platforms like IOS and Android. This experience also boosted my communication skil"
      },
      {
        "title": "Personalized Activity Planner",
        "summary": "Flutter Framework + FireBase + FireStore to make personalized feed of activities for every user who logs in the app. Activities were oriented towards mental welfare of an individual. I had to create the database for questionnaire and user specific responses.",
        "experience": "I got hands on experience with an industry level project with version control and pipeline flow of integration of various features as and when pushed by different teams.",
        "learning": "I learnt more about various libraries of flutter such as survey kit, Paint Module, Youtube plugin, etc. I also learnt about how to coordinate various features across the team so everyone can explore and learn and contribute to the best of their abilities."
      },
      {
        "title": "MASTH Guru Mobile Application Development",
        "summary": "This project focused on building MASTH Guru Application. For building this project’s frontend we used dart language and its framework",
        "experience": "Got hand on experience on how industries work and got a good understanding of Flutter and firebase technology by working on this project. It was an amazing learning opportunity.",
        "learning": "Learnt Flutter and its various libraries and functions. Learnt about Fire base and its multiple authentication methods like OTP verification, google sign-in, Email verification, Facebook authentication. Learnt more on soft skills like teamwork, collabor"
      },
      {
        "title": "App Development",
        "summary": "The main work was to build an app from scratch for the company. We were a team of 12 people in which several other teams were made. We had to build two apps for the company and the work was divided among us. The language used was dart and framework was flutter. The app which we built was MASTH Guru. It was primarily focused for the teachers to input the data of the students like name, roll no, class, section and observed behavior. The data was then stored using firebase. The app can logged in through either mobile number and otp or through google/email verification. The teacher had an option to view all the data, they have entered and also they can refer the student to the counsellor if needed with prior consent from the student's parents. Teachers can also share the details of the student via pdf through mail to the counsellor. To maintain the privacy of the data stored, we had disabled taking screenshots and restricted any type of screen sharing.",
        "experience": "It was an amazing experience to work with the company and the interns. We used to have daily standup calls in which we used to update about the work we had done and also used to discuss what else needs to be done with the co-founders. As the meetings used to be conducted team wise, so we had sufficient time discussing about the issues we were facing and what can be done for it. The co-founders Yashaswy",
        "learning": "Through this internship I was able to learn a lot of things required for app development. At many stages of the process we were even designing the UI of the app along with the development. As there used to be daily standup calls, so it gave me a chance to"
      },
      {
        "title": "Chatbot Development-MASTH",
        "summary": "We were given the work of Chatbot Development. We implemented the whole given script in DialogFlow, and using Flutter, we incorporated the DialogFlow into the bot’s UI , tested it and ensured that it works well. ● We worked on the buttons to act as User’s response in the bot. Once it was completed and tested,we worked with other teams to integrate our ● bot into different app sections and make it more generic and User-centric. ● We researched and worked on the alignment of buttons and their workings. ● Further, we made the bot more appealing, and to avoid being repetitive, we have added some more dialogues to it.",
        "experience": "This project involved a lot of research from our end. These new technologies were very new to our team, so we learned them. We implemented an all- together new Bot that is unique in its sense. It involved various designs and brainstorming. We finally tested it to be fully functional, and it is working efficiently and full-fledged now.",
        "learning": "● All of us were new to app development and Dialogflow, so while completing this chatbot, we figured out the basics and workings of these technologies. ● We got a basic hands on experience in Flutter while creating this project. ● Working with accomplishe"
      },
      {
        "title": "MASTH App Development",
        "summary": "Our main work was to develop the MASTH, an emotional wellness app. The first day of the PS all of the students were divided into different groups and were given different sections of the app to develop. I was allotted to the Home Page development team. The various features on the homepage include a quote of the day, prompts, games, music, etc. At first, I was working on mainly Frontend. Later I started working on the backend using Firebase like storing and retrieving data from the cloud. Daily standup calls were held to check our progress. We got to collaborate among different teams using Github. From being a complete beginner in Flutter to being a part of developing an app from scratch was really fun and exciting.",
        "experience": "My work in MASTH was really great. I got to work for a professional institution and learn lots of different things like developing apps, collaborating in a professional workspace, etc.",
        "learning": "I have gained a lot of knowledge on Flutter and using Firebase as a backend. I also developed several soft skills like presentations, how to behave in a meeting , etc."
      },
      {
        "title": "MASTH App Development",
        "summary": "Our main work was to develop the MASTH, an emotional wellness app. The first day of the PS all of the students were divided into different groups and were given different sections of the app to develop. I was allotted to the Home Page development team. The various features on the homepage include a quote of the day, prompts, games, music, etc. At first, I was working on mainly Frontend. Later I started working on the backend using Firebase like storing and retrieving data from the cloud. Daily standup calls were held to check our progress. We got to collaborate among different teams using Github. From being a complete beginner in Flutter to being a part of developing an app from scratch was really fun and exciting.",
        "experience": "My work in MASTH was really great. I got to work for a professional institution and learn lots of different things like developing apps, collaborating in a professional workspace, etc.",
        "learning": "I have gained a lot of knowledge on Flutter and using Firebase as a backend. I also developed several soft skills like presentations, how to behave in a meeting , etc."
      }
    ]
  },
  {
    "station": "Praveen Laboratories Pvt. Ltd. , Surat",
    "positions": [
      {
        "title": "Description, uses and application, method of preparation, physical and chemical properties, stability studies of the given drugs (Tiagabine and Dapagliflozin).",
        "summary": "I used various online software, databases and read a number of research articles and papers to find out about the given drugs which were Tiagabine and Dapagliflozin. I found out the uses and application, understood the mechanism of action, methods of preparation, physical and chemical properties, methods of analysis and stability and degradation studies of the given drugs. It was an overall experience of all the topic covered in the second year in core pharmacy and pharmaceutics.",
        "experience": "PS-1 experience was good. I got to interact with the scientist of Praveen Laboratories, understood their working and got to work on two drugs.",
        "learning": "I learnt about the overall description and in depth information about the two drugs assigned to me. Moreover, other learning outcomes were how to search relevant information and data from the internet and use it in the research articles. This will definit"
      },
      {
        "title": "Intern",
        "summary": "We were given two drug compounds each from the company. We were required to do a literature review on both the drug compounds and prepare a report according to the guidelines given by them.",
        "experience": "This internship was largely research oriented. We needed to read multiple research papers to find information about the physio-chemical characteristics, methods of preparation, methods of analysis etc. for the two drug compounds we were given and create a report, that would finally be submitted to the company. The PS-1 coordinator was always available to clear doubts and quite friendly with the students.",
        "learning": "Gained experience in researching from scientific articles and journals and writing academic reports. There was heavy application of knowledge from courses taught by the institute. Also got to know about the new drugs currently under research and how they"
      },
      {
        "title": "Report on ezetimibe and dorzalamide",
        "summary": "Did report on the physical and chemical properties of assigned drugs and their methods of analysis.",
        "experience": "I had the opportunity to go through multiple research papers and other scientific journals and thereby enhance my knowledge in the required subject",
        "learning": "Work done during the ps would be very helpful for my subsequent projects like sop."
      },
      {
        "title": "Tofacitinib and Flibanserin",
        "summary": "I researched, using research papers and patented documents and journals, about two active pharmaceutical Ingredients, namely Tofacitinib and Flibanserin, and found their physical and chemical properties, preparation methods, list of impurities and their stability studies, etc.",
        "experience": "My PS 1 experience was very relaxing and interesting.",
        "learning": "PS1 gave me an insight into how exactly the research has been done and showed how pharmaceutical companies work."
      },
      {
        "title": "Tofacitinib and Flibanserin",
        "summary": "I researched, using research papers and patented documents and journals, about two active pharmaceutical Ingredients, namely Tofacitinib and Flibanserin, and found their physical and chemical properties, preparation methods, list of impurities and their stability studies, etc.",
        "experience": "My PS 1 experience was very relaxing and interesting.",
        "learning": "PS1 gave me an insight into how exactly the research has been done and showed how pharmaceutical companies work."
      }
    ]
  },
  {
    "station": "Yashoda Hospitals (1) , Hyderabad",
    "positions": [
      {
        "title": "Remote ECG monitoring",
        "summary": "Create a simple IoT project that is compact and portable to aid healthcare workers remotely monitor ECGs of patients",
        "experience": "Interesting project, learnt how to work together as a team",
        "learning": "Team building"
      },
      {
        "title": "Digital Strategies-Indoor Navigation System",
        "summary": "built an indoor navigation system for Yashoda Hospitals using unity and AR. Did everything from scratch, from writing code to drawing 3D floor plans, did research on Unity and ARFoundation and how they work. Conducted google meets every week to discuss progress and toyed with a lot of ideas until we figured out what works best and went ahead with the plan.",
        "experience": "It was an enriching experience. The PS faculty and mentors from the hospital created a very comfortable environment for all students, constantly offering help and clarifying our queries at every point. The project could not have been completed without their guidance.",
        "learning": "I learnt what AR is, why is it important and its scope in the future. I brushed up my coding skills, learnt more about work culture and this has equipped me"
      },
      {
        "title": "Hand Hygiene Audit and Vaccination Tracker",
        "summary": "There are different project given to choose in which the one I worked on was related to IT. The work done is to create application based on vaccination tracker.",
        "experience": "There are not so many meets with the Hospital but the project given was good and easy enough to work on.",
        "learning": "learn more about the industry and interacting with other people to work on the project."
      },
      {
        "title": "Digitization of Lab Reports",
        "summary": "We were asked to reduce the human effort of manual data entry of patient's report data into the website. The solution was to digitize the report and identify all the essential parameters and store it using Computer Vision. So, we used OpenCV, pytesseract, Tesseract OCR to identify the essential parameters(which include name of the test, Patient's name,and all the medical parameters of the report) and save it in the excel so it can be connected to backend of the website. It could handle thousands of reports at a time which save a lot of time.",
        "experience": "I was new to this field. I explored a lot about Machine Learning for the 1st half of PS and concentrated more on ComputerVision( part of ML) in the latter half.",
        "learning": "I learnt a lot during these 2 months. Learnt a bit about app development for deploying the ml model, have done some courses on ML and had a real world project experience."
      },
      {
        "title": "Creating a Vaccination Tracker",
        "summary": "The main objectives are tracking staff data who are pending for vaccination and retrieving any of the staff data during times of need. The vaccines that are to be tracked are tetanus and hepatitis b vaccines. For the former, the second dose of the vaccine should be taken at least four weeks after the first dose and the third dose is given six to twelve months after the second dose. For the latter, the second dose is to be taken a month after the first dose and the third dose is to be taken 6 months after the second dose. The data is filled in an excel file which is automated using code written in python. The code when run results in the creation of an excel file that produces all the data filled in the first excel file along with the date of the next dose of both of the vaccines for the respective staff members. For example, if the dose number is 2 for the tetanus vaccine and the latest dose date is 28/02/2022 for a specific staff then the final excel file will have the date 27/08/2022 under a column that specifies the next dose date for the tetanus vaccine because the next dose is the third dose and this comes 6 months after the second dose. Similarly, there is also a column for the hepatitis b vaccine. There might be changes to the data depending on the requirements of the doctor.",
        "experience": "It was a fun experience without much workload and I was able to learn new concepts regarding fields I didn't know much about.",
        "learning": "I learnt more about the healthcare industry and the how automation meets the healthcare industry. I also learned more about python and excel and their applications."
      },
      {
        "title": "Early detection of Pancreatic Cancer Using AI Technology",
        "summary": "I, along with the help of my fantastic team, studied and learnt in depth about Pancreatic carcinoma, why it is hard to diagnose and treat, why its early detection is not possible as of now and how we can make it possible. Our mentor- Dr Misra, suggested the use of AI Technology for early detection, and we worked on this for our project. The growing involvement of technology in Healthcare has led to significant progress and success rates in curing various diseases and improving lifestyles. Using AI for treating breast cancer is currently being practised, but the use of AI in the early detection of pancreatic cancer is yet to be explored. Keeping track of a patient's family history, lifestyle, potential cancer-causing genes, tumour markers and risk factors, we can predict the chances of the patient getting cancer and detect and take care of it, more accurately, at an early stage.",
        "experience": "I got to learn more, work on my favourite topics, and learn various new things about and outside of my field of interest. It was a unique experience as it taught me professionalism and teamwork.",
        "learning": "I learnt about the problems related to Pancreatic cancer, why it is one of the most challenging cancers to diagnose and treat and how AI technology can detect Pancreatic cancer to give more accurate and faster results."
      },
      {
        "title": "DIGITALIZATION OF PATIENT DATA MANAGEMENT SYSTEM",
        "summary": "Presently, there is a long and tedious procedure from the time the patient enters the Emergency Room (ER) to the time when they are taken for treatment. Sometimes a small delay in receiving treatment can cause a lot of complications for the patient. We aim to shorten this time by digitizing the ER process so that the patient can receive the treatment as quickly as possible. Manual system of medical record keeping is extremely tedious. Not to mention there are several missing",
        "experience": "The PS experience was extremely informative. I learnt a lot of organizational skills which will definitely help me in the future. The PS Faculty allocated were very supportive and helpful.",
        "learning": "We have successfully completed our project. We have successfully managed to shorten the time from when the patient enters the Emergency Room (ER) till they are taken for treatment. I learned a lot of organisational skills."
      },
      {
        "title": "Remote Electrocardiogram monitoring based on the internet",
        "summary": "project allotted to me is about remote cardiac monitoring a method by which information from a patient’s implantable rhythm management device can be communicated directly to a physician’s office. This allows the doctor and their team to review a patient’s heart activity and device performance without the patient needing to be physically present. significant cost savings have also been associated with remote cardiac monitoring. Patients with these devices tend to require fewer follow-up visits, have fewer hospital admissions and typically have shorter stays when they are admitted. as of now, have understood about the functioning of remote cardiac monitoring and their uses in hospitals. AD8322 sensor was being used that will be collecting the information and data was being relayed using the Wi-Fi supported microcontroller ESP32/ESP8266. The above hardware was can be put in to a 6cm x 6cm board, designing the circuit on PCB makes the entire setup portable. Remote monitoring and follow-up are likely to become the standard of care for patients with PMs and ICDs, as they have the potential to improve patient safety and satisfaction, to support efficient use of resources, and to reduce costs. Existing data show that current technology for remote monitoring is reliable and that it is readily accepted by patients and their physicians. Large randomized trials are underway that ill hopefully prove that remote monitoring improves patient outcome. Specific issues such as reimbursement need to be dealt with by the authorities, in order to ensure that this solution is a viable one.",
        "experience": "I have excelled in making PowerPoint presentation for the topics I have learned. The content I searched was also very selective and descriptive. Also, I went through various research paper and gained all the technical and theoretical knowledge about the machine 2. I have Learned some of the technical skills like python , numpy pandas . Build some of the ml/ai models and learned about a circuital designs of micro-controller Few Challenges I faced was in selecting the reliable information, as we need to refer to the various websites to confirm that the information was reliable and doing an extensive research on finding the various solutions to the problem but that was also a good major challenge we faced as it helps us to widen our horizon of research , information and understanding of the topic efficiently.",
        "learning": "I have absolutely further developed my thinking abilities as there were times when I needed to pick which the reliable research paper is and what to incorporate and what not which I dealt with smoothly. 2. It likewise shown me how to deal with something"
      },
      {
        "title": "DIGITISATION OF LAB REPORTS USING ML/AI",
        "summary": "Our work was to reduce the work load of doctors by creating an application which will automatically extract the information from the lab reports into an excel file We used the knowledge of AL and ML to form an algorithm Python and its various libraries were used such as the Numpy, pandas, OpenCV, pytesseract The first step was the text extraction using the OCR platform pytesseract after the extraction of text An android app was developed on kotlin For Each sample image, 4-5 test image was used for a particular type of report (report in a specific format) The tesseract library identify the text in a block wise format and then the whole text is extracted With the help of the openCv library the computer takes the test image, learns the format of the report and then gives the required output into an excel sheet which was showed in the application",
        "experience": "The PS-1 was very knowledgable experience, learned how to work as a team to deliver a project in corporate industry The instructors made it very smooth for us, be it contact with the doctors, clarified our doubts and helped us a lot in achieving the targets of the project",
        "learning": "Python as coding language using its various libraries such as Numpy, Pandas, OpenCV Regular expression, pytesseract Extensively used the predicting power of the computer by applying the knowledge of machine learning and Artificial intelligence"
      },
      {
        "title": "Mobile based indoor navigation system",
        "summary": "Using AR foundation platform for the indoor navigation system ( without using AR Point Cloud or Cloud Anchor) -Creating digital 3D floor plan, and allotting coordinates -Understanding how AR camera works, use orthographic projection for the view, the camera renders the preview of current location on screen -Set the navigation target, get line renderer so that the line toggle is toggled -Then, depending upon the destination chosen, the line points you there with arrows directing there. We found out two ways :- 1.      QR Code :- Quick Response Code , which user will scan through his/her mobile device and will open a webpage 2.      Wifi Captive Portal :- In this method ,as soon as the user will connect the hospital WiFi , a web page will pop up on his/her device guiding further. We conducted a meet and came to the conclusion that QR code method will suit best.  The navigation system utilised webXR to generate directions inside the web browser. It was an augmented reality setup.",
        "experience": "Overall my experience was really good learning new technologes based on augmented reality and implenmenting it in our project.I faced a bit of difficulty only in how to implement it inside our houses and optimizing it according to the hospital needs as we lacked actual hospital environment for our testing.",
        "learning": "1. I have gained soft skills as I gave a presentation and seminar too in front of my batch mates, mentor and instructor which boosted my confidence exponentially. 2.     I also gained knowledge about the ARkit based unity app which we used to perform our proj"
      },
      {
        "title": "Digitisation of lab reports",
        "summary": "Our team Created an android app which scans the lab reports of the patient and convert the data of the report into an excel file format , so that the doctors can easily analyse the various data points of the report , which saves a lot of time for the doctors. Details of the report such as sample type, patient ID, diagnosis, storage conditions, purpose of sample collection are recorded in the data base and automatically stored in a spreadsheet. The file created by the application reduces proneness to human error, time taken to record details and protecting patient privacy, as compared to manually noting down data.",
        "experience": "The experience was great and amazing. All the staff members and Doctors of the Yashoda hospital were cooperative and Kind. We worked very hard to complete the task given to us. The hospital is going to use the software made by our team which solves a problem faced by many doctors in todays world, that feels very good.",
        "learning": "I Gained experience with android application development and design, learned about Kotlin programming language and about various python libraries . Also learnt about development with Visual Studio and various platforms such as Firebase for creating mobil"
      },
      {
        "title": "foot pressure device development",
        "summary": "As our practice school started and we got to know about our project details , our team regularly discussed all the necessary things to complete our project . Initially focused on biological part of project where the pressure would be more on which part how the differnce in pressure acts and learned most new things and then focused on connection of the device with an app. Then focused on the type of foot ware for it we decided to make a sole which can be fit in any foot ware.",
        "experience": "At the beginning it was really hard to understand the type of project but later on interactions with doctors i found it was really interesting in doing so , later i got to know more about research things and how to implement",
        "learning": "learn how to research and proceed in any kind of project and how to improve the project with more efficient ideas"
      },
      {
        "title": "Microbiology",
        "summary": "In the microbiology topic which I’ve taken, I deal with the health hygiene and vaccination tracker and recently we have given a seminar and quiz about this and by learning that topics I felt it’s important for future.",
        "experience": "I’ve started my PS-1 classes on June 1st by kirtiman man sir , As this practise school is very much informative about the topics that we gonna deal in future , Yashoda hospitals staff are taking class according to their schedule at their hospitals and kirtiman sir and Arti mam are quiet encouraging students and they are always available for clarification of doubts.",
        "learning": "I’ve learn about the health and hygiene where the Yashoda hospitals staff doctors and nurses need to follow the rules while they treat any patient and how they wash and sanitise their hands before touching the patients. Vaccination tracker is like doctor"
      },
      {
        "title": "Foot - Pressure device ( medicine purpose )",
        "summary": "I am B pharmacy student so , I had to go through the anatomy and physiology of lower human leg. To develop a foot - pressure device .",
        "experience": "It was awesome , developed lots of connection and learned networking with students from different branch and area. It was a great experience at a very early stage of career.",
        "learning": "I leared how to deal with time lines or dead lines , how to communicate with team members and understand there opinion on different aspects of the project ."
      },
      {
        "title": "Digitization of lab test reports",
        "summary": "We were instructed to create a piece of software that takes the input of a lab test report in the form of an image and processes it into a tabular output in Microsoft Excel format. Every data set was clearly labelled as falling 'within' or 'outside' the given biological range. This range was pre-defined by our PS mentor as it was part of the sample reports that were provided to us. First, we used Android Studio and Kotlin to build our user interface. The text from the image was read and recognized using python libraries. We used Pytesseract in our case. Then we stored this data by converting it into a JSON file. This file was imported and all the required analysis was done using Python programming.",
        "experience": "It was overall a very fruitful and character-building experience. I had the opportunity to interact with industry professionals and experience their work culture. My team members were very eager to collaborate and share ideas with each other. We held several brainstorming sessions where we listed out various methods of solving the problem at hand. The most innovative and efficient method was eventually selected as our proposed solution. We learned the importance of teamwork. We tried to overshadow each other's shortcomings and chose to work on our strengths. It also improved my sense of time management and I grew a strong sense of discipline. The work itself was not easy but it enabled me to do some rigorous research, analysis and self-study.",
        "learning": "I became more proficient in front-end app development. I learned a new programming language known as Kotlin. I was also enrolled in a course for app development where I was taught many new concepts. This boosted my confidence and it allowed me to explore"
      },
      {
        "title": "Hand-Hygiene Audit",
        "summary": "Our project was to find an efficient way to collect and organise the data of hand hygiene of the doctors, nurses and the other staff of the hospital. We helped in digitising the entire process. We created a google form to collect the data (which was previously collected using pen and paper), and used Query APIs to convert the responses into monthly compliance calculation sheet format (which was previously done manually), we also used App Script tool which is based on JavaScript to automate the sheet.",
        "experience": "The entire PS experience was filled with learnings and opportunities. The faculty was very supportive, they clarified all our doubts and issues. We were mentored by people with industry experience. My peers were also very helpful and we would help each other whenever needed.",
        "learning": "I learnt how to manage a team, how to collaborate using GitHub, develop apps using Flutter as a frontend framework, Query APIs in google sheets, automating excel using App Script, learnt how the healthcare and tech industry can complement each other seaml"
      },
      {
        "title": "Indoor Navigation System",
        "summary": "The pre-existing model of the Indoor Navigation System of the hospital did not show the current location of the user on the map. This meant that anyone who lost their way, mid- journey would have to go to the starting point again and then follow the map. To eliminate this problem, I came up with a navigation system that shows where the user currently is in the hospital. Our aim was to create an Indoor Navigation System for the hospital, based on the floor plan of the hospital. I created an indoor navigation systemthat includes the current position of the use.",
        "experience": "Overall, we were able to come up with a navigation system that could lead the user to the destination and correct the path if wrong route is taken. I built a navigation system for my house and tested it, then worked on bugs and errors until I was satisfied with the end product. It can be implemented in the premises of the hospital as well, by scanning a QR code that the hospital management will put up. I am extremely satisfied with the way this project has turned out. It has been an enriching couple of months, working on something meaningful and a very comfortable environment was created for us students, both by PS faculty and the hospital’s staff.",
        "learning": "During my time working on this project, I had the privilege of learning from many talented individuals. This helped me learn and explore the field of digital strategies and indoor navigation. I am excited to use the concepts I learnt, in real life."
      },
      {
        "title": "Digitization of lab reports",
        "summary": "Main aim of our project is to design and develop a mobile application that can extract data from images of lab reports and store the extracted data in excel format for easy and efficient analysis.",
        "experience": "I had a really fruitful experience with PS-I. I got to work on a really interesting and challenging project. I got to learn a lot.",
        "learning": "I studied and learned a lot about different aspects of mobile app development, especially android development. I learned about working in an organized work environment. I learned about working with a team."
      },
      {
        "title": "Remote Electrocardiogram monitoring based on internet",
        "summary": "The project aims to address the Cardialogy department of the Hospital in regards to the monitoring of heart patients via a electrocardiogram . The requirement for the patient to pay frequent visits to the doctor , while coming from remote locations can be put to ease by deploying this remote monitoring system . The doctor’s work is also helped by saving time and giving accurate real time patient reports . The system will consists of a Data acquisition model for fetching real time patient status reports like body temperature , heart rate . Along with this a Data transmission process followed by Data Processing unit . the implementation would be having usage of microcontroller processors ,ports ans sensors with sufficient sensitivity. The working would be facilitated by a Wi-Fi signal for smooth data processing.. By deploying the remote sensing technology the project aims to provide on-time hassle free efficient check up to the patient and to save time and efforts at the doctor’s end.",
        "experience": "Their interesting way of person-to-person interaction motivated me to design and work on the project systematically. I am grateful to Dr.Ravikanth , head at cardialogy department of Yashoda Hospitals, hyderabad, and the whole team of Doctors for giving us a wonderful experience while briefing about the projects and helping us choose such an interesting project of developing a remote electrocardiogram monitoring system based on internet of things technology. The project has helped me understand the crucial aspects of working on a realworld based problem . The project has made me explore different designs used for this specific model.",
        "learning": "I learned a lot of new things and implemented a lot of things that i have learned till now in my college life . Overall it was one of the best experience i would like to have ."
      },
      {
        "title": "Remote Cardiac Monitoring",
        "summary": "Worked on a developing a system through which a doctor can monitor a patient's heart activity while being located in a different city.",
        "experience": "Well organized course. Helpful and interactive PS faculty. Was a great experience interacting with students from other campuses. Hospital's doctors and co- ordinaters were helpful and interactive.",
        "learning": "Learned about app development, wearable devices and data transmission over wifi"
      },
      {
        "title": "Patient Management System for the Emergency Department",
        "summary": "We worked on developing an app based solution for the problem, making the patient database easily accessible and editable at times of crisis. Time is of the essence in the ER dept. and with our product, it would save a lot of time and effort for the doctors, nurses and hospital staff to keep a record of all the patients. This app would also organize all the related patient data in one place, and would make paper based records redundant.",
        "experience": "Great experience overall. Learning depends solely on one's level of enthusiasm. The doctors and professors in charge have been pretty supportive throughout and definitely made the experience a lot better.",
        "learning": "Gained insights about App Development and learned a little flutter and SQL. Also, learned about the working of various departments of a hospital, especially the ER dept."
      },
      {
        "title": "Mobile based indoor mapping and navigation",
        "summary": "Our plan was to use unity to create an augmented reality setup inside the hospital which will allow us to have indoor navigation. Every room will be one endpoint and every scannable will be a starting point, this will allow us to focus only on precise navigation without worrying about locating the user using sensors like wifi, bluetooth and GPS. The navigation system was an augmented reality setup which will use webXR to render directions inside the web browser. The user interface was supposed to be somewhat similar to the above picture where the line would be rendered on the floor to help the user navigate inside the building. Here because we are not using wifi and bluetooth for indoor navigation, we will be using gyroscope and accelerometer to track the users location. We started building the prototype, we used arkit and arcore in order to first make a stable version of it inside our phones. I first took the map of my house. Then I converted the map from 2d to 3d using Unity. This was used in order to create indoor navigation system inside my home.",
        "experience": "It was a good experience wherein I met great individuals and learnt a lot from the in the process of making the project.",
        "learning": "I learnt a lot about Augmented Reality and I also acquired knowledge about the implementation of the Unity game engine. Additionally, I also gained experience in working as a team player rather than an individual."
      },
      {
        "title": "Designing a mobile-based Indoor Navigation System",
        "summary": "Typically, a hospital has several rooms and it becomes quite difficult for a person to navigate inside the hospital premise as GPS signals can't penetrate the thick walls of a building. So, to resolve this issue our team was tasked with developing a mobile-based Indoor navigation system. Progressing on a weekly basis, our team members prepared floor maps and 3D maps of their respective house and tried out the navigation system from moving from one room to another, at the same time pinpointing our position being on the map. To make the interface more appealing, we implemented an AR-based objects to show the path from origin point to the destination.",
        "experience": "My experience as part of this project was good, but during the start of PS, the project details were given to us were very generic. With no prior knowledge on this concept, it took quite some time to figure out things and start working. But on the contrary, we were able to understand and develop system functional enough to navigate within closed premises. So, this project was very interesting in terms of learning new technologies and working with a team.",
        "learning": "As part of our project, we started surfing about indoor navigation system and studied about all dominant indoor navigation technologies available currently like BLE beacon system and Wi-Fi fingerprinting. We developed the project using Unity Game Engine a"
      },
      {
        "title": "Designing a mobile-based Indoor Navigation System",
        "summary": "Typically, a hospital has several rooms and it becomes quite difficult for a person to navigate inside the hospital premise as GPS signals can't penetrate the thick walls of a building. So, to resolve this issue our team was tasked with developing a mobile-based Indoor navigation system. Progressing on a weekly basis, our team members prepared floor maps and 3D maps of their respective house and tried out the navigation system from moving from one room to another, at the same time",
        "experience": "My experience as part of this project was good, but during the start of PS, the project details were given to us were very generic. With no prior knowledge on this concept, it took quite some time to figure out things and start working. But on the contrary, we were able to understand and develop system functional enough to navigate within closed premises. So, this project was very interesting in terms of learning new technologies and working with a team.",
        "learning": "As part of our project, we started digging on indoor navigation system and studied about all dominant indoor navigation technologies available currently like BLE beacon system and Wi-Fi fingerprinting. We developed the project using Unity Game Engine and"
      },
      {
        "title": "Hand Hygiene Audit",
        "summary": "The aim of my PS-I project was to develop an optimum solution for the hand hygiene audit being conducted in the hospitals. The process is currently done manually, so we were asked to provide a solution to automate the process as much as possible.",
        "experience": "Worked on my communications skills, technical skills, attention to detail, other soft skills. It was a good experience overall.",
        "learning": "I learned about various front-end development programming languages and their implementation. Also, gained knowledge about how reports are analyzed in a hospital. Overall, it was great learning experience."
      },
      {
        "title": "Vaccination tracker",
        "summary": "To create and design an app that can track vaccination status of staff members of hospital and can also notify the next dose shedule so that vaccination can be done easily .",
        "experience": "Faculty are very helpful and doctors are clearing any doubts regarding projects.",
        "learning": "Efficiency in web development , communication."
      },
      {
        "title": "MOBILE BASED INDOOR NAVIGATION AND MAPPING",
        "summary": "The aim of the project was to have a more user-friendly mobile based indoor navigation system. Our objective wass to overcome these problems and come up with a better solution. The objectives of the project were 1) To develop an easy-to-use solution for the visitors i.e. to find a better alternative for the already existing solution. 2) GPS like solution rather than Point-to-Point solution.       2.1) Ideas like scanning QR Codes were used We made a prototype for navigating between rooms of a house. We designed a model where if a user starts at the entrance of the house he/she could be guided to the other rooms with the help of this software. In order to do so, we used the Unity Software and coded on C# using the Visual Studio IDE.",
        "experience": "I had a great experience during the course of the Practice School-1. I learnt a lot of new things during the time, be it technical skills or soft skills. The industry",
        "learning": "I had an amazing learning experience while working on this project. In these 2 months I was constantly involved in trying to find the best approach to develop an indoor navigation system and implementing it in an efficient manner. It was very challenging."
      },
      {
        "title": "Patient Database Management System",
        "summary": "I have worked to automate the traditional base system of keeping records of patient data by creating an app 'Patient Database Management System' for doctors and medical staffs. Reduced time for Patient Registration as well as intergrated all the things under a single platform, like doctors can see list of patients under them, along with their medication, lab reports, diagnosis record and vital information record. Also, it saves time for doctors also as they can use the app anywhere and anytime on their smartphone and they don’t have to visit their chamber and use their pc/laptop to see the same data.",
        "experience": "I got to know about the challenges faced by doctors, hospitals. Doctors were very supportive and gave us feedback on the app. I got work experience and knowledge on how to tacke different situations. I also learnt new skills during PS 1. It was an amazing experience.",
        "learning": "I learnt many new skills like frontend development, SQL, Data Analysis."
      },
      {
        "title": "Early detection of Pancreatic cancer using Artificial Intelligence",
        "summary": "My project was related to the field of critical care. To design a device that can be used to detect pancreatic cancer at its early stages since pancreatic cancer is one of the most dreadful disease as it is the third cause of cancer related death and its symptoms are usually non-specific so it becomes difficult to detect at its early stage.",
        "experience": "The growth of PS I was enormous as it taught me to make realistic plans and follow them through on a regular basis. On the first day of orientation, I received an overview of every specialty provided by Yashoda hospitals. I also had the chance to speak with specialists and have a fundamental grasp of how an organization operates. In an effort to close the technological and medical divide, Yashoda Hospital is working with other institutions to provide innovative solutions that can improve people's health, especially in light of the continuing epidemic. Throughout our work, my amazing mentor kept an eye on us almost every day and helped my group and I as required. Also made a lot of wonderful friends and developed strong relationships with them. There were many educational benefits, and it helped me improve my presenting and communication skills. PS-I also helped to foster leadership skills by creating some fantastic friends across all three campuses. I gained a lot of in-depth knowledge about my project and was given the time and resources to implement it. It gave an awareness of potential work environments that one would encounter after being employed.",
        "learning": "Team work, first time experience of professional world, brushed up my critical thinking skills, punctuality and professionalism. I improved my communication skills."
      },
      {
        "title": "DEVELOPMENT OF AN AI FOR EARLY DETECTION OF PANCREATIC CANCER",
        "summary": "Examined the most recent advancement in pancreatic cancer early detection, including the use of PET scans, CT scans, and biopsy procedures, and created an artificial intelligence program. To find out more about the patient's past, I",
        "experience": "Definitely a great learning experience. I've learned how to comprehend and learn about a subject thoroughly. PS has helped me develop my article-writing skills. The medical staff at Yashoda hospitals was really welcoming. Despite having a busy schedule, they cleared up our questions. helped us, and gave us the information we needed from the hospital. The Yashoda hospital's management team was very helpful and scheduled regular meetings with the hospital faculty.",
        "learning": "I gained a thorough understanding of the numerous approaches to find pancreatic cancer. employing artificial intelligence specifically. Early signs of this cancer are not distinctive, making identification particularly challenging."
      },
      {
        "title": "Pancreatic cancer",
        "summary": "Cancer that begins in the organ lying behind the lower part of the stomach (pancreas). The pancreas secretes enzymes that aid digestion and hormones that help regulate the metabolism of sugars. This type of cancer is often detected late, spreads rapidly and has a poor prognosis. Requires a medical diagnosis There are no symptoms in the early stages. Later stages are associated with symptoms, but these can be non-specific, such as lack of appetite and weight loss. People may experience: Pain areas: in the abdomen or middle back Gastrointestinal: fluid in the abdomen or nausea Whole body: fatigue or loss of appetite Also common: dark urine, weight loss, or yellow skin and eyes Treatment depends on stage Treatment may include surgically removing the pancreas, radiation and chemotherapy.",
        "experience": "Got an exposure to the functioning of hospitals. Great understanding of medical processes and procedures.",
        "learning": "Understood the reasons for pancreatic cancer and how the disease treated ."
      },
      {
        "title": "Pancreatic cancer",
        "summary": "Cancer that begins in the organ lying behind the lower part of the stomach (pancreas). The pancreas secretes enzymes that aid digestion and hormones that help regulate the metabolism of sugars. This type of cancer is often detected late, spreads rapidly and has a poor prognosis. Requires a medical diagnosis There are no symptoms in the early stages. Later stages are associated with symptoms, but these can be non-specific, such as lack of appetite and weight loss. People may experience: Pain areas: in the abdomen or middle back Gastrointestinal: fluid in the abdomen or nausea Whole body: fatigue or loss of appetite Also common: dark urine, weight loss, or yellow skin and eyes",
        "experience": "Great understanding of the working process and procedures in hospitals. Understood how diseases are treated and their complications .",
        "learning": "Great understanding of the working process and procedures in hospitals. Understood how diseases are treated and their complications ."
      },
      {
        "title": "Early detection of Pancreatic cancer using Artificial Intelligence",
        "summary": "I studied about newest innovation in early detection of pancreatic cancer, PET, CT scans used in the process, biopsy process used, howbro developed a code for artificial intelligence using python. I used a the data history from hospital to learn about the patients history.",
        "experience": "Great learning experience indeed. Practice school has taught me to understand and learn about the topic in depth. PS has taught me to write a professional article. Doctors at Yashoda hospitals were very friendly. Despite of their busy schedule they solved our doubts. Guided us and also provided us required data from the hospital. The management team of Yashoda hospital was very cooperative and arranged meets with the hospital faculty regularly.",
        "learning": "I learnt in depth obout various ways to detect Pancreatic cancer. Specifically using artificial intelligence. The early symptoms of this cancer are not specific so detection of it very difficult. So we developed a code for AI."
      },
      {
        "title": "LAB-AUTOMATION OF SAMPLES",
        "summary": "Whenever Blood samples reach the pathology lab for testing, they often get rejected on various criteria and this rejection is done manually by doctors or physicians which is of course time consuming. Thus, we need a technology that operates itself and does the rejection on its own. We worked on creating a multi- platform application that automates this process. We used Flutter along with Firebase to make it possible.",
        "experience": "PS 1 was an immense learning experience and it gave me a chance to work collaboratively to create a product that solves a real-world problem",
        "learning": "I learned a lot of new technologies along with working in team to create a product. I also learned a lot about the functioning of Hospitals."
      },
      {
        "title": "Sample Rejection App",
        "summary": "My project was under the department of Sample Collection Lab present in Yashoda Hospitals where we need to digitalize the process of categorizing and documenting the samples rejected in lab. We built a cross platform app with Flutter to document the data of rejected samples directly into a Google Sheet.",
        "experience": "We started with Flutter to built basic form system to document and store data in Firebase as our backend. We are using Google Tesseract for OCR text detection from the samples to data directly in the form. The doctors then can fill the form accordingly stating the reasons why the sample is rejected and the data is saved to a Google Sheet.",
        "learning": "We learnt the Flutter for App Development and Firebase as our Backend and Google's Tesseract for OCR detection."
      },
      {
        "title": "Hand hygiene audit",
        "summary": "Made an app which redirects user to a form and stores the data in a excel and processes that data using SQLite databases",
        "experience": "In the beginning of few weeks we were introduced to the ps faculty and Ps mentors ,Ps mentors alloted works related to few problems they wanted to solve in the industry .We were later divided into groups fro particular projects. I was in a group to make a checklist app .Apart from learning things related to building app we have submitted report,presentation and a daily diary.",
        "learning": "Learnt few technical skills- javascript,flutter,SQLite"
      },
      {
        "title": "Patient data management app",
        "summary": "Built an app for storage of patient data that can only be accessed by registered accounts of doctors and hospital admin. The doctor can easily check parient details and lab reports of the patient in one console. This would also reduce the registration time at the emergency department for new patients, and hence patient wait times would lessen. Doctors can also administer prescriptions and medicine schedules to be followed by the patient on the app.",
        "experience": "PS-1 is the first experience of the job environment for many and it helped us gain many skills. The faculty as well as the industry mentor were always ready to view our work and give us feedback as and when required. And this helped us go through the course smoothly",
        "learning": "Thus course helped teach us the framework to be followed when working in the industry, through the project we were able to improve our teamwork and communication skills as well as understand the process of working for a company to complete a project. Tim"
      },
      {
        "title": "Hand Hygiene Audit",
        "summary": "Review of the current practices of the hospital. And understanding of what all are required to be done to make the process more smooth and effortless for the ICN of the hospital. Shortly after began to work on the app keeping the",
        "experience": "Made smooth with the help of the mentors who've not only divided us into groups but also conducted regular meets for us to be familiar with each other and the requirements of the topic.",
        "learning": "That smart work is better than hard work. When required to make an app for the hospital. I had noticed that the task could be better performed by a single google form which enabled us to get the product out faster and made it easier for the ICN to use it. _______________"
      },
      {
        "title": "Hand Hygiene Audit",
        "summary": "Review of the current practices of the hospital. And understanding of what all are required to be done to make the process more smooth and effortless for the ICN of the hospital. Shortly after began to work on the app keeping the",
        "experience": "Made smooth with the help of the mentors who've not only divided us into groups but also conducted regular meets for us to be familiar with each other and the requirements of the topic.",
        "learning": "That smart work is better than hard work. When required to make an app for the hospital. I had noticed that the task could be better performed by a single google form which enabled us to get the product out faster and made it easier for the ICN to use it. _______________"
      }
    ]
  }
]